Repository: NightDrivers/HTTPRequest
Catalog: HTTPRequest/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# 暂停
source: Pause
ja: タイムアウト
ko: 일시정지
ru: тайм-аут
zh_hant: 暫停

# 暂未开放
source: Pas disponible
ja: 作成中です
ko: 미개시
ru: Еще не открыто
zh_hant: 暫未開放

# 更新中
source: Mise à jour en cours
ja: アップデートしています
ko: 업데이트 중
ru: Обновляется
zh_hant: 更新中

# 更新失败，请重启打印机重新更新
source: Echec de la mise à jour, veuillez redémarrer l'imprimante et relancer la mise à jour.
ja: アップデートエラー、プリンタを再起动し改めてアップデートします
ko: 업데이트가 실패했습니다. 프린터를 다시 시작하세요.
ru: Ошибка обновления, перезапустите принтер и обновите снова
zh_hant: 更新失敗，請重啟印表機重新更新

# 更新完成，请等待打印机重启后使用
source: Mise à jour terminée, veuillez attendre le redémarrage de l'imprimante.
ja: アップデート完了しました、再起动までをお待ちしてください
ko: 업데이트가 완료되었으니, 프린터가 복구된 후 사용하시기 바랍니다.
ru: Обновление завершено, подождите, пока принтер перезагрузится.
zh_hant: 更新完成，請等待印表機重啟後使用

# 更新打印机程序
source: Mettre à jour la version de l'imprimante.
ja: プリンタプログラムを更新します
ko: 프린터 프로그램 업데이트
ru: Обновите программу принтера
zh_hant: 更新印表機程式

# 最大份数为20哦
source: Le nombre maximum de copies est de 20.
ja: マックス２０セットまで
ko: 최대 부수는 20분입니다.
ru: Максимальное количество копий - 20
zh_hant: 最大份數為20哦

# 最近打开
source: Ouvert récemment
ja: 最近
ko: 최근 열기
ru: Недавние
zh_hant: 最近打開

# 服务器维护中，请稍后再试!
source: Maintenance du serveur, veuillez réessayer ultérieurement.
ja: サーバーメンテナンス作业中、しばらくお待ちして再试行してください
ko: 서버 점검 중, 잠시 후에 다시 시도해 주세요.
ru: Обслуживание сервера, повторите попытку позже!
zh_hant: 伺服器維護中，請稍後再試!

# 服务器错误，响应数据格式错误(NOT JSON)，请联系客服
source: Erreur de serveur, erreur de format de données (pas JSON), veuillez contacter le service client.
ja: サーバーエラー、応答データフォーマットエラー(NOT JSON)、カスタマ サービスまでお问い合わせください
ko: 서버 오류, 응답 데이터 형식 오류(NOT JSON), 고객 서비스에 연락 주세요.
ru: Ошибка сервера, ошибка формата данных ответа (НЕ JSON), обратитесь в службу поддержки.
zh_hans: 服务器错误，响应数据格式错误(NOT JSON)，请联系客服
zh_hant: 伺服器錯誤，回應數據格式錯誤(NOT JSON)，請聯繫客服

# 服务器错误，响应状态码-%i，%@
source: Erreur du serveur,code d'erreur -%i，%@.
ja: サーバーエラー、応答ステータスコード-%i, %@
ko: 서버 오류, 응답 상태 코드 -%i, %@
ru: Ошибка сервера, код состояния ответа -%i,%@
zh_hans: 服务器错误，响应状态码-%i，%@
zh_hant: 伺服器錯誤，回應狀態碼-%i，%@

# 服务器错误，无响应数据，请联系客服
source: Erreur de serveur, aucune donnée, veuillez contacter le service client.
ja: サーバーエラー、応答データがありません。カスタマーサービスまでお问い合わせください
ko: 서버 오류, 응답 데이터 없음, 고객 서비스에 연락 주세요.
ru: Ошибка сервера, нет данных ответа, обратитесь в службу поддержки
zh_hans: 服务器错误，无响应数据，请联系客服
zh_hant: 伺服器錯誤，無回應數據，請聯繫客服

# 服务器错误，无响应，请联系客服
source: Erreur de serveur, aucune réponse, veuillez contacter le service client.
ja: サーバーエラー、応答がありません。カスタマーサービスまで连络してください
ko: 서버 오류, 응답 없음, 고객 서비스에 연락 주세요.
ru: Ошибка сервера, нет ответа, обратитесь в службу поддержки
zh_hans: 服务器错误，无响应，请联系客服
zh_hant: 伺服器錯誤，無回應，請聯繫客服

# 未侦测到纸张，请如图示方向装入新纸张(装纸后将自动恢复打印)
source: Aucun papier détecté, veuillez charger le papier comme indiqué sur la figure. L'impression reprendra automatiquement une fois que le papier sera chargé.
ja: 用纸が探知されませんでした。用纸を表示された方向に入れてください（エラー解除次第に自动的に印刷を行います）
ko: 용지가 인식되지 않았습니다.용지를 표시된 방향으로 넣어 주세요(에러 해제하는 대로 자동적으로 인쇄를 실시합니다).
ru: Бумага не обнаружена. Загрузите новую бумагу, как показано на рисунке (печать возобновится автоматически после загрузки бумаги).
zh_hant: 未偵測到紙張，請如圖示方向裝入新紙張(裝紙後將自動恢復列印)

# 未取纸
source: Le papier n'a pas été retiré
ja: 纸が取り出されませんでした
ko: 종이를 안 꺼냈습니다.
ru: Бумага не вынута
zh_hant: 未取紙

# 未找到打印机蓝牙，请重试或重启打印机
source: Connexion Bluetooth introuvable, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタのブルートゥースが见つかりません。再试行するか、プリンタを再起动してください
ko: 프린터 블루투스를 찾을 수 없습니다. 다시 시도하거나 프린터를 다시 시작하십시오.
ru: Принтер Bluetooth не обнаружен, попробуйте еще раз или перезапустите принтер
zh_hant: 未找到印表機藍牙，請重試或重啟印表機

# 未激活
source: Inactif
ja: インアクティブウィンドウ
ko: 비활성화됨
ru: Не запустилась
zh_hant: 未啟動

# 未连接
source: Déconnecté
ja: 未接続
ko: 미연결
ru: нет соединения
zh_hant: 未連接

# 未连接"%@"，是否通过手机->设置->无线局域网进行连接?
source: "%@" n'est pas connecté,souhaitez-vous vous connecter par Réglages ->WLAN.
ja: "%@"と接続していません。设定->WLANで接続しますか？
ko: "%@"을(를) 연결하지 않습니다.휴대폰->설정->무선랜으로 연결하시겠습니까?
ru: "%@" не подключен. Хотите подключиться через мобильный телефон -> Настройки-> WLAN?
zh_hant: 未連接"%@"，是否通過手機->設置->無線局域網進行連接?

# 本地文档打开帮助
source: Aide à l'ouverture des documents locaux
ja: 端末ファイルを开ける时の帮助
ko: 로컬 문서 도움말 열기
ru: Справка по открытию локального файла
zh_hant: 本地文檔打開幫助

# 本机自带热点
source: La machine est livrée avec le réseau
ja: iPhoneホットスポット
ko: 본 기기는 자체 핫스팟을 가지고 있습니다.
ru: Точка доступа iPhone
zh_hant: 本機自帶熱點

# 来自"%@"
source: de "%@"
ja: "%@"から
ko: "%@"에서
ru: Из "%@"
zh_hant: 來自"%@"

# 查找打印机
source: Trouver une imprimante
ja: プリンタを検索します
ko: 프린터 찾기
ru: Найти принтер
zh_hant: 查找印表機

# 查看
source: Vérifier
ja: 见る
ko: 보기
ru: Проверять
zh_hant: 查看

# 查看全部
source: Voir plus
ja: 全てを见る
ko: 전체 보기
ru: Посмотреть все
zh_hant: 查看全部

# 查询中
source: Requête
ja: 検索しています
ko: 검색 중
ru: Запрос
zh_hant: 查詢中

# 查询失败
source: La requête a échoué
ja: 検索エラー
ko: 검색 실패
ru: Запрос не выполнен
zh_hant: 查詢失敗

# 查询打印机SN号
source: Requête de l'imprimante numéro SN.
ja: プリンタSN番号を见る
ko: 프린터 SN번호 검색
ru: Запросить номер SN принтера
zh_hant: 查詢印表機SN號

# 查询打印机型号
source: Demander le modèle d'imprimante.
ja: プリンタモデルを検索します
ko: 프린터 모델 검색
ru: Запросить модель принтера
zh_hant: 查詢印表機型號

# 查询打印机配置
source: Requête de configuration de l'imprimante.
ja: プリンタ设定确认
ko: 프린터 설치 검색
ru: Запросить конфигурацию принтера
zh_hant: 查詢印表機配置

# 桌面产品
source: Imprimante de bureau
ja: デスクトッププリンタ
ko: 데스크 톱 제품
ru: Настольные продукты
zh_hant: 桌面產品

source: Merci de votre confiance et d'utiliser HiPrint App ! Nous accordons une grande importance à la protection de vos informations personnelles et de votre vie privée. Afin de mieux protéger vos intérêts personnels, veuillez lire attentivement tous les termes de l' %@ %@ avant d'utiliser le service HiPrint App, afin de comprendre comment nous vous fournissons des services tout en protégeant vos droits et intérêts légitimes, comment sont collectées, utilisées, stockées et partagées vos informations personnelles, comment gérer vos informations personnelles et comment nous protégeons vos informations. Nous collecterons, utiliserons, stockerons et partagerons les informations de votre compte, les informations de connexion, les IMEI et autres informations sur les appareils uniquement dans le cadre de votre autorisation conformément à l'accord ci-dessus. Si vous cliquez sur "Accepter", vous serez considéré comme ayant lu et accepté tout le contenu de l'accord ci-dessus. Si vous confirmez, veuillez cliquer sur "Accepter" pour accepter notre service.
ja: お客様の信頼と汉小印アプリをご利用いただきありがとうございます！ 私たちはお客様の个人情报とプライバシー保护を非常に重要视しています。お客様の个人権利と利益をより适切に保护するために、汉小印アプリサービスを使用する前に%@、%@のすべての条件をよくお読みください。これにより、当社がお客様にサービスを提供し、お客様の正当な権利と利益を保护する方法、 お客様の个人情报を収集、使用、保存、共有するため、お客様の个人情报を管理する方法、および当社がお客様の情报を保护する方法などを理解できます。 上记の契约に従って、お客様のアカウント情报、ログ情报、IMEIおよびその他のデバイス情报を、お客様の许可の范囲内で厳密に収集、使用、保存、および共有します。 "同意する"をクリックすると、上记の同意のすべての内容を読んで同意したものと见なされます。 确认したら、"同意する"をクリックしてサービスに同意してください。
ko: 당신이 Hiprint APP를 신임하고 사용하는 것을 환영합니다! 우리는 당신의 개인 정보 및 개인정보보호를 매우 중요시합니다. 당신의 개인 권익을 더욱 잘 보장하기 위해서, 당신은 Hiprint APP 서비스를 사용하기 전에, 반드시 %@,%@의 모든 조항을 읽어보십시오. 당신은 우리가 어떻게 당신에게 서비스를 제공하고, 합법적인 권익을 보장하며, 어떻게 당신의 개인 정보를 수집, 사용, 저장, 공유하며, 어떻게 당신의 관련 개인 정보를 관리하는지 이해하실 수 있습니다. 저희는 당신과의 라이선스 범위 내에서 상기의 약정에 따라 계정 정보, 로그 정보, IMEI 등의 장치 정보를 수집, 사용, 저장, 공유합니다. 클릭"동의"는 당신이 약정의 모든 내용을 읽고 동의한 것으로 간주합니다.확인하실 경우, "동의"를 클릭하여 저희의 서비스를 받아주시기 바랍니다.
ru: Спасибо за доверие и использование приложения HiPrint! Мы придаем большое значение вашей личной информации и защите конфиденциальности. Чтобы лучше защитить свои личные права и интересы, внимательно прочитайте все условия%@ 、%@ перед тем, как использовать службу HiPrint App, чтобы вы могли понять, как мы предоставляем вам услуги, как защищаем ваши законные права и интересы, как собираем, используем, храним и передаем вашу личную информацию, как управлять вашей личной информацией и как мы защищаем вашу информацию. Мы будем собирать, использовать, хранить и передавать информацию о вашей учетной записи, информацию журнала, IMEI и другую информацию об устройстве строго в рамках вашего разрешения в соответствии с вышеуказанным соглашением. Если вы нажмете "Согласен", будет считаться, что вы прочитали и согласились со всем содержанием вышеуказанного соглашения. Если вы подтвердите, пожалуйста, нажмите "Принимаю", чтобы принять нашу услугу.
zh_hant: 歡迎您信任並使用漢小印APP! 我們非常重視您的個人資訊及隱私保護,為了更好地保障您的個人權益,在您使用漢小印APP服務前,請務必認真鬩讀%@、%@的全部條款,以便您瞭解我們如何向您提供服務、保障您的合法權益,如何收集、使用、存儲、共用您的相關個人資訊，如何管理您的相關個人資訊，以及我們對您提供的相關資訊的保護方式等。 我們會嚴格在您的授權範圍內,按照上述協議約定的方式收集、使用、存儲、共用您的帳戶資訊、日誌資訊、IMEI等設備資訊等。 您點擊"同意"視為您已閱讀並同意上述協議的全部內容。如您確認,請點擊"同意"開始接受我們的服務。

# 正在拉起ApplePay
source: Traitement des paiements Apple
ja: ApplePayでの処理をしています
ko: 애플페이를 진행하고 있습니다.
ru: Apple Pay обрабатывается
zh_hant: 正在拉起ApplePay

# 正常
source: Normal
ja: 正常
ko: 정상
ru: обычный
zh_hant: 正常

# 正常连接
source: Prêt.
ja: 接続しました
ko: 정상 연결
ru: готов
zh_hant: 正常連接

# 永久忽略
source: Ne plus me le rappeler
ja: 再注意しません
ko: 영구적 무시하기
ru: Игнорировать навсегда
zh_hant: 永久忽略

# 永久激活
source: Activer de façon permanente
ja: 永続的にアクティブ化しますか
ko: 영구적 활성화
ru: Активировать навсегда
zh_hant: 永久啟動

# 注册
source: S'inscrire
ja: サインアップ
ko: 등록
ru: зарегистрироваться
zh_hant: 注冊

# 注意事项
source: Précautions
ja: 注意事项
ko: 주의사항
ru: особые замечания
zh_hant: 注意事項

# 注：不升级将无法使用
source: Note: une mise à jour est nécessaire pour l'utilisation.
ja: PS：バージョンアップしないとお使いできません
ko: 비고: 업그레이드하지 않으면 사용할 수 없습니다.
ru: Примечание: его нельзя использовать без обновления.
zh_hant: 注：不升級將無法使用

# 浓度
source: Densité
ja: 浓度
ko: 농도
ru: Плотность
zh_hant: 濃度

# 添加
source: Ajouter
ja: 追加
ko: 추가
ru: Добавить к
zh_hant: 添加

# 添加打印机
source: Ajouter une imprimante
ja: プリンタを追加します
ko: 프린터 추가
ru: Добавить принтер
zh_hant: 添加印表機

# 添加设备常见问题
source: Ajouter un appareil FAQ
ja: 追加设备について
ko: 기기 문의 추가
ru: Добавить FAQ по устройству
zh_hant: 添加設備常見問題

# 清空
source: Vider
ja: クリア
ko: 삭제
ru: Прозрачный
zh_hant: 清空

# 清空云打印任务
source: Effacer le cloud des taches d'impression
ja: クラウドプリントタスクをクリアします
ko: Cloud 인쇄 작업 삭제
ru: Очистить задачи облачной печати
zh_hant: 清空雲列印任務

# 清空打印机缓存超时
source: Effacer la file d'attente d'impression.
ja: キャッシュクリアタイムアウト
ko: 프린터 캐시 삭제 시간 초과
ru: Очистить тайм-аут кэша принтера
zh_hant: 清空印表機緩存超時

# 清空缓存
source: Vider la liste d'attente
ja: キャッシュ
ko: 캐시 삭제
ru: Очистить кэш
zh_hant: 清空緩存

# 清空缓存成功
source: Effacer la liste d'attente d'impression.
ja: キャッシュをクリアしました
ko: 캐시 삭제 완료
ru: Очистить кэш успешно
zh_hant: 清空緩存成功

# 温馨提示
source: Remarque
ja: ご注意
ko: 도움말
ru: Подсказка
zh_hant: 溫馨提示

# 游客
source: Visiteurs
ja: ツーリスト
ko: 관광객
ru: Посетитель
zh_hant: 遊客

# 滤镜
source: Filtrers
ja: フィルタ
ko: 필터
ru: Фильтр
zh_hant: 濾鏡

# 激活功能
source: Activer la fonction
ja: 机能活性化
ko: 기능 활성화
ru: Активировать функцию
zh_hant: 啟動功能

# 激活时间
source: Date d'activation
ja: 活性化时间
ko: 시간 활성화
ru: Время активации
zh_hant: 啟動時間

# 激活远程打印
source: Activer l'impression à distance
ja: リモート印刷を有効にします
ko: 원격 인쇄 활성화
ru: Активировать удаленную печать
zh_hant: 啟動遠程列印

# 点击查看注意事项
source: Cliquez ici pour voir les notes
ja: クリックで注意事项を确认します
ko: 클릭해서 주의사항 보기
ru: Нажмите, чтобы просмотреть заметки
zh_hant: 點擊查看注意事項

# 点击联系
source: Cliquez sur Contact
ja: クリックし、连络します
ko: 클릭해서 연락하기
ru: Нажмите "Контакты".
zh_hant: 點擊聯繫

# 点击连接
source: Se connecter
ja: 接続します
ko: 클릭해서 연결하기
ru: Нажмите, чтобы подключиться
zh_hant: 點擊連接

# 热敏(连续纸)
source: Thermique (Papier de reçu)
ja: サーマル（连続）
ko: 감열(연속지)
ru: Термо (чековая бумага)
zh_hant: 熱敏(連續紙)

# 热点名称不规范
source: Le nom du réseau ne suit pas les règles
ja: Wi-Fi IDが正しくありません
ko: 핫스팟 이름이 일치하지 않음
ru: Название точки доступа не соответствует правилам
zh_hant: 熱點名稱不規範

# 热点名称异常,请在设置->无线局域网切换其他热点
source: Le nom du réseau est anormal. Veuillez changer de réseau dans Réglages -> Wifi.
ja: ホットスポット名が异常です。 [设定]-> [WLAN]で他のホットスポットを切り替えてください
ko: 핫스팟 이름 이상,설정->무선랜에서다른 핫스팟으로 전환해주세요.
ru: Ненормальное имя точки доступа. Пожалуйста, переключите другие точки доступа в Настройки -> WLAN.
zh_hant: 熱點名稱異常,請在設置->無線局域網切換其他熱點

# 热点名称异常,请在设置->通用->关于本机->名称修改热点名称
source: Le nom d réseau est anormal. Veuillez le modifier dans Réglages -> Général -> Informations -> Nom.
ja: ホットスポット名が异常です。 [设定]-> [一般]-> [バージョン情报]-> [名前]でホットスポット名を変更してください
ko: 핫스팟 이름 이상, 설정->일반->정보->이름에서 핫스팟 이름을 수정해 주세요.
ru: Ненормальное имя точки доступа. Измените имя точки доступа в Настройки -> Общие -> О программе -> Имя.
zh_hant: 熱點名稱異常,請在設置->通用->關於本機->名稱修改熱點名稱

# 热点名称过长，暂不支持
source: Le nom du réseau est trop long, n'est pas pris en charge.
ja: ホットスポット名が长すぎて、使用できません
ko: 핫스팟 이름이 너무 길어서, 잠시 지원하지 않습니다.
ru: Имя точки доступа слишком длинное, не поддерживается
zh_hant: 熱點名稱過長，暫不支持

# 热点密码不规范
source: Le mot de passe du réseau ne suit pas les règles.
ja: Wi-Fiのパスワードが正しくありません
ko: 핫스팟 암호가 일치하지 않음
ru: Пароль точки доступа не соответствует правилам
zh_hant: 熱點密碼不規範

# 热点密码过长，暂不支持
source: Le mot de passe est trop long, n'est pas pris en charge.
ja: ホットスポットパスワードが长すぎて、使用できません
ko: 핫스팟 암호가 너무 길어서, 잠시 지원하지 않습니다.
ru: Пароль точки доступа слишком длинный, не поддерживается
zh_hant: 熱點密碼過長，暫不支持

# 热转(A4纸)
source: Transfert thermique (Papier A4)
ja: 热転写（Ａ４判）
ko: 열전(A4용지)
ru: Термоперенос (бумага A4)
zh_hant: 熱轉(A4紙)

# 照片增强
source: Agrandissement de la photo
ja: 写真モード
ko: 사진 증강
ru: Увеличение фото
zh_hant: 照片增強

# 版本 V%@
source: Version v%@
ja: バージョンV%@
ko: 버전 V%@
ru: Версия V%@
zh_hant: 版本 V%@

# 版本更新
source: Mise à jour de la version
ja: バージョン
ko: 버전 업데이트
ru: Обновление версии
zh_hant: 版本更新

# 用户协议
source: Conditions générales d'utilisation
ja: ユーザー规约
ko: 사용자 프로토콜
ru: Пользовательское Соглашение
zh_hant: 用戶協議

# 用户名
source: Nom d'utilisateur
ja: ＩＤ
ko: ID
ru: Имя пользователя
zh_hant: 用戶名

# 用户名仅限10个字符
source: Le nom d'utilisateur est limité à 10 caractères
ja: ユーザ名は10文字までです
ko: 사용자 이름 은 10 글자 로 만 제 한 됩 니 다.
ru: Имя пользователя ограничено 10 символами.
zh_hant: 用戶名僅限10個字元

# 申请发放
source: Demander la publication
ja: 発行を申请します
ko: 발급 신청
ru: Подать заявку на выдачу
zh_hant: 申請發放

# 电子说明书
source: Instructions électroniques
ja: 电子帮助书
ko: 전자 설명서
ru: Электронное руководство
zh_hant: 電子說明書

# 电池电量过低请及时充电，打印机停止工作，请及时充电(电量回复后可自动恢复打印)
source: La batterie est trop faible, l'imprimante a dû s'éteindre. Veuillez brancher votre imprimante immédiatement. L'impression reprendra automatiquement une fois que le niveau de batterie sera assez élevé.
ja: バッテリー残量低下なので、印刷停止をいたします、直ちに充电してください（バッテリーが回复次第に自动的に印刷を行います）
ko: 배터리 전력이 너무 낮아, 프린터 정지, 즉시 충전하십시오.(전력량 회복 후 자동 인쇄 복구 가능)
ru: Заряд аккумулятора настолько низкий, что принтер перестает работать, немедленно зарядите его (печать возобновится автоматически после восстановления)
zh_hant: 電池電量過低請及時充電，印表機停止工作，請及時充電(電量回復後可自動恢復列印)

# 电量
source: Batterie
ja: バッテリー
ko: 전력량
ru: Емкость батареи:
zh_hant: 電量

# 电量%u%%
source: Batterie %u%%
ja: バッテリー%u%%
ko: 전력량%u%
ru: Емкость батареи%u %%
zh_hant: 電量%u%%

# 电量不足
source: Batterie faible
ja: バッテリー残量不足
ko: 전력량 부족
ru: Низкий заряд батареи
zh_hant: 電量不足

# 电量不足10%，请尽快充电
source: Batterie faible : 10%
ja: バッテリー残量が10%を切ったので、早めの充电をお勧めします
ko: 전력량 10% 미만, 빠른 충전하십시오.
ru: Заряд батареи менее 10%, немедленно зарядите.
zh_hant: 電量不足10%，請儘快充電

# 电量不足20%，请尽快充电
source: Batterie faible : 20%
ja: バッテリー残量が20%を切ったので、早めの充电をお勧めします
ko: 전력량 20% 미만, 빠른 충전하십시오.
ru: Заряд батареи менее 20%, немедленно зарядите.
zh_hant: 電量不足20%，請儘快充電

# 电量正常
source: Batterie normale
ja: バッテリー残量十分
ko: 전력량 정상
ru: Заряд батареи в норме
zh_hant: 電量正常

# 目前打印机电量过低，无法升级，请将电量充到30%以上后再升级
source: Le niveau de batterie de l'imprimante est trop faible pour la mise à jour. Veuillez charger la batterie à plus de 30% avant de lancer la mise à jour.
ja: 现在、プリンタバッテリー残量が低すぎて更新できません。 更新する前に、バッテリー残量を30%以上充电してください
ko: 현재 프린터 전력량이 너무 낮아 업그레이드가 불가능합니다, 30%이상 충전 후 업그레이드하십시오.
ru: Батарея принтера слишком разряжена для обновления. Перед обновлением зарядите аккумулятор до уровня более 30%.
zh_hant: 目前印表機電量過低，無法升級，請將電量充到30%以上後再升級

# 直接打印
source: Impression
ja: 直接印刷
ko: 직접 인쇄
ru: Открыть файл
zh_hant: 直接列印

# 确定
source: OK
ja: はい
ko: 확인
ru: Okей
zh_hant: 確定

# 确定删除?
source: Voulez-vous supprimer?
ja: 削除しますか？
ko: 삭제 확인합니까?
ru: Вы хотите удалить?
zh_hant: 確定刪除?

# 确认删除?
source: Êtes-vous sûr de vouloir supprimer ?
ja: 削除します？
ko: 삭제 확인합니까?
ru: Вы уверены, что хотите удалить?
zh_hant: 確認刪除?

# 确认更新
source: Confirmez la mise à jour
ja: バージョンアップ确认
ko: 업그레이드 확인
ru: Подтвердить обновление
zh_hant: 確認更新

# 碳带未匹配
source: Le ruban n'est pas identifié
ja: リボンが认定されませんでした
ko: 리본 일치하지 않음
ru: Лента не совпадает
zh_hant: 碳帶未匹配

# 碳带用尽
source: Le ruban est terminé
ja: リボンが切れました
ko: 리본 다 소모됩니다.
ru: Лента закончилась
zh_hant: 碳帶用盡

# 碳带用尽，请更换新碳带(更换碳带识别正常后将自动恢复打印)
source: Le ruban est terminé, veuillez le remplacer. L'impression reprendra automatiquement une fois que le ruban sera correctement chargé.
ja: リボンが切れました、新しいリボンにご交换ください（新しいリボンを読み取った次第に自动的に印刷を行います）
ko: 리본 다 소모됩니다.새 이본으로 교체하십시오.(리본 교체하여 인식 완료 후 자동적으로 인쇄가 재개됩니다).
ru: Лента закончилась, замените ее (печать возобновится автоматически после обычного определения замененной ленты)
zh_hant: 碳帶用盡，請更換新碳帶(更換碳帶識別正常後將自動恢復列印)

# 稍后处理
source: Me le redemander plus tard
ja: 后で対します
ko: 나중에 처리하기
ru: Решить позже
zh_hant: 稍後處理

# 空闲
source: Inactif
ja: 空き
ko: 빈칸
ru: праздный
zh_hant: 空閒

# 等待
source: Patientez
ja: お待ちください
ko: 대기
ru: Ждать
zh_hant: 等待

# 红章打印
source: Impression du cachet
ja: 印鉴モード
ko: 도장인쇄
ru: Печать красных штампов
zh_hant: 紅章列印

# 纸张未取出
source: Le papier n'a pas été retiré
ja: 用纸が取り出していません
ko: 용지를 아직 꺼내지 못했습니다.
ru: Бумага не удаляется
zh_hant: 紙張未取出

# 纸张类型
source: Type de papier
ja: 用纸サイズ
ko: 용지 유형
ru: Тип бумаги
zh_hant: 紙張類型

# 纸装歪了
source: Le papier est mal chargé
ja: 入纸エラー
ko: 용지가 삐뚤게 적재되었습니다.
ru: Бумага загружена криво
zh_hant: 紙裝歪了

# 纸装歪了，请打开打印机取出纸张，并在合盖后将纸张平行于机身重新装入(正确装纸后将自动恢复打印)
source: Le papier n'est pas correctement positionné, veuillez ouvrir l'imprimante et retirer le papier. Après avoir refermé le couvercle de l'imprimante, veuillez recharger le papier parallèlement à l'imprimante. L'impression reprendra automatiquement une fois que le papier sera correctement chargé.
ja: 入纸エラー、カバーを开け用纸を取り出して、カバーを闭めてから用纸をプリンタを平行しながら入れてください（エラー解除次第に自动的に印刷を行います）
ko: 용지가 삐뚤게 적재되었습니다. 프린터 커버를 열어 용지를 꺼내고 커버를 닫은 후, 용지를 동체에 평행하게 재장착하십시오(용지를 올바르게 장착한 후에는 자동적으로 인쇄가 재개됩니다).
ru: Бумага изогнута, откройте принтер и выньте бумагу. Закрыв крышку, повторно загрузите бумагу параллельно корпусу принтера (печать возобновится автоматически после правильной загрузки бумаги).
zh_hant: 紙裝歪了，請打開印表機取出紙張，並在合蓋後將紙張平行於機身重新裝入(正確裝紙後將自動恢復列印)

# 绑定
source: Lier
ja: 结びます
ko: 바인딩
ru: Привязать
zh_hant: 綁定

# 给您造成困扰，我们很抱歉！请详细描述您遇到的问题，我们会耐心为您解答。
source: Nous nous excusons pour la gêne occasionnée. Veuillez nous décrire de façon détaillée le problème que vous avez rencontré.
ja: ご迷惑をお挂けして申し訳ありません。トラブルを详しく教えていただければ、担当者よりご连络差し上げます。
ko: 불편을 드려 죄송합니다!문제를 자세히 설명해 주시면 성실히 설명해 드리겠습니다.
ru: Извините за причиненные неудобства! Пожалуйста, подробно опишите ваши проблемы здесь.
zh_hant: 給您造成困擾，我們很抱歉！請詳細描述您遇到的問題，我們會耐心為您解答。

# 续费
source: Renouveler
ja: 契约を更新します
ko: 계속 구독하기
ru: Возобновить
zh_hant: 續費

# 缓存非空
source: Le cache n'est pas vide
ja: キャッシュが空ではありません
ko: 캐쉬백
ru: Кеш не пустой
zh_hant: 緩存非空

# 缺纸
source: Plus de papier
ja: 用纸がありません
ko: 용지 없음.
ru: Нехватка бумаги
zh_hant: 缺紙

# 网址管理
source: Gestion de l'URL
ja: ウェブサイト管理
ko: 인터넷 주소 관리
ru: Управление URL
zh_hant: 網址管理

# 网络获取图片中...
source: Obtenir des photos sur Internet ...
ja: ネット写真読み取り中...
ko: 네트워크에서 그림 가져오는 중...
ru: Получение сетевых изображений ...
zh_hant: 網路獲取圖片中...

# 网络获取视频中...
source: Obtention de la vidéo à partir du réseau ...
ja: ネット动画読み取り中...
ko: 인터넷에서 비디오 가져오는 중...
ru: Получение сетевого видео ...
zh_hant: 網路獲取視頻中...

# 网络请求失败，域名解析失败
source: échec de la demande réseau, erreur d'analyse du domaine.
ja: ネットワーク要求が失败しました。ドメイン名の解析に失败しました。
ko: 네트워크 요청 실패,도 메 인 이름 분석 실패
ru: Ошибка сетевого запроса, ошибка разрешения доменного имени
zh_hans: 网络请求失败，域名解析失败
zh_hant: 網路請求失敗，功能變數名稱解析失敗

# 网络请求失败，服务器连接失败，请稍后重试
source: échec de la demande réseau, erreur de connexion au serveur, veuillez réessayer un moment plus tard.
ja: ネットワーク要求が失败しました。サーバ接続が失败しました。后でやり直してください。
ko: 네트워크 요청 실패,서버 연결 실패,잠시 후 다시 시도 하 십시오
ru: Ошибка сетевого запроса, сбой подключения к серверу, повторите попытку позже
zh_hans: 网络请求失败，服务器连接失败，请稍后重试
zh_hant: 網路請求失敗，伺服器連接失敗，請稍後重試

# 网络请求失败，请允许"%@"使用无线数据
source: La demande réseau a échoué, veuillez autoriser "%@" à utiliser Données cellulaire.
ja: ネットワークリクエストエラー。"%@"にワイヤレスデータの使用を许可してください
ko: 네트워크 요청 오류 ."%@"에 무선데이터 사용을 허용해주세요
ru: Ошибка сетевого запроса, разрешите "%@" использовать беспроводные данные
zh_hans: 网络请求失败，请允许"%@"使用无线数据
zh_hant: 網路請求失敗，請允許"%@"使用無線數據

# 网络请求失败，请检查手机网络 %@
source: La demande de réseau a échoué, veuillez vérifier le réseau mobile %@.
ja: ネットワークリクエストエラー。モバイルネットワーク n%@ を确认してください
ko: 네트워크 요청이 실패했습니다. 휴대폰 네트워크 %@을(를) 점검하십시오.
ru: Ошибка сетевого запроса, проверьте мобильную сеть %@
zh_hans: 网络请求失败，请检查手机网络 %@
zh_hant: 網路請求失敗，請檢查手機網路 %@

# 网络请求失败，连接丢失，请稍后重试
source: Échec de la demande réseau, connexion perdue, veuillez réessayer plus tard.
ja: ネットワーク要求が失败しました。接続がなくなりました。后でやり直してください。
ko: 네트워크 요청 이 실 패 했 습 니 다.연결 을 잃 어 버 렸 습 니 다.잠시 후 다시 시도 하 십시오
ru: Ошибка сетевого запроса, соединение потеряно, повторите попытку позже
zh_hans: 网络请求失败，连接丢失，请稍后重试
zh_hant: 網路請求失敗，連接丟失，請稍後重試

# 网络请求超时，请稍后重试
source: La demande réseau a expiré, veuillez réessayer plus tard.
ja: ネットワーク要求がタイムアウトしました。后でやり直してください。
ko: 네트워크 요청 시간 초과,잠시 후 다시 시도 하 십시오.
ru: Истекло время ожидания сетевого запроса. Пожалуйста, попробуйте позже
zh_hans: 网络请求超时，请稍后重试
zh_hant: 網路請求超時，請稍後重試

# 网页
source: Page web
ja: ウェブページ
ko: 웹 페이지
ru: Веб-страница
zh_hant: 網頁

# 网页打印
source: Impression d'URL
ja: Web印刷
ko: 웹 인쇄
ru: Интернет-печать
zh_hant: 網頁列印

# 网页打印教程
source: Tutoriel d'impression Web
ja: ウエブページ印刷案内
ko: 웹 인쇄 교정
ru: Учебник по веб-печати
zh_hant: 網頁列印教程

# 网页未加载完全
source: La page n'a pas pu être chargée correctement
ja: ウェブページが完全に読み込まれていません
ko: 웹 페이지를 완전하게 로드 못했습니다.
ru: Страница загружена не полностью
zh_hant: 網頁未加載完全

# 耗材信息
source: Informations sur les consommables
ja: メディア情报
ko: 소모품 정보
ru: Информация о расходных материалах
zh_hant: 耗材資訊

# 耗材剩余量
source: Quantité restante de ruban
ja: メディア残量
ko: 소모품 잔여량
ru: Оставшееся количество ленты
zh_hant: 耗材剩餘量

# 耗材商城
source: Magasin de consommables
ja: メディアショップ
ko: 소모품 쇼핑몰
ru: Магазин расходных материалов
zh_hant: 耗材商城

# 耗材型号
source: Modèle de consommables
ja: メディアモデル
ko: 소모품 모델
ru: Модель расходных материалов
zh_hant: 耗材型號

# 耗材正版验证失败，打印中止，请从官方渠道购买耗材
source: La vérification de l'authenticité des consommables a échoué et l'impression a été abandonnée. Veuillez acheter des consommables certifiés.
ja: メディアの検証に失败し、印刷が中止されました。 公式チャンネルからメディアを购入してください
ko: 소모품 정품 검증 실패, 인쇄 중지, 공식 채널에서 소모품 구매 요청
ru: Проверка подлинности расходных материалов не прошла, и печать была прервана. Приобретайте расходные материалы на официальных каналах
zh_hant: 耗材正版驗證失敗，列印中止，請從官方管道購買耗材

# 耗材状态正常
source: Les consommables sont dans des conditions optimales.
ja: メディア异常ありません
ko: 소모품 상태 정상
ru: Расходные материалы в нормальном состоянии
zh_hant: 耗材狀態正常

# 耗材用尽
source: Le ruban est absent
ja: リボンが切れました
ko: 소모품이 다 소모 되었습니다.
ru: Лента закончилась
zh_hant: 耗材用盡

# 耗材用尽，请更换新耗材(更换耗材识别正常后将自动恢复打印)
source: Le ruban est absent, veuillez le remplacer par un nouveau ruban (après le remplacement du ruban, l'impression reprendra automatiquement).
ja: リボンが切れましたので、新しいリボンと交换してください（リボンの交换が正常に认识された后、自动的に印刷が再开されます）
ko: 소모품이 다 소모 되었습니다.소모품을 교체하십시오.(소모품 교체하여 인식 완료 후 자동적으로 인쇄가 재개됩니다).
ru: Лента закончилась, замените ее новой (после того, как замена ленты распознается нормально, печать возобновится автоматически)
zh_hant: 耗材用盡，請更換新耗材(更換耗材識別正常後將自動恢復列印)

# 耗材类型
source: Type de ruban
ja: メディアタイプ
ko: 소모품 유형
ru: Тип ленты
zh_hant: 耗材類型

# 联系方式
source: Nous contacter
ja: 携帯番号・メールアドレス
ko: 연락처
ru: Контакт
zh_hant: 聯繫方式

# 脱机
source: Hors ligne
ja: オフライン
ko: 오프라인
ru: Не в сети
zh_hant: 脫機

# 自动关机时间设置
source: Réglage de l'arrêt automatique
ja: 自动シャッドダウン设定
ko: 자동 꺼짐 시간 설정
ru: Установка времени автоматического отключения питания
zh_hant: 自動關機時間設置

# 自定义
source: Personnaliser
ja: カスタマイズ
ko: 사용자 정의
ru: Установить сам
zh_hant: 自定義
