Repository: NightDrivers/HTTPRequest
Catalog: HTTPRequest/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# 色带型号验证失败，请重试
source: La vérification du modèle de ruban a échoué, veuillez essayer à nouveau.
ja: リボン番号认証エラー、再起动してください
ko: 리본 모델 검증 실패, 다시 시도해주세요
ru: Ошибка проверки модели ленты. Повторите попытку.
zh_hant: 色帶型號驗證失敗，請重試

# 色带型号验证成功，打印机已可正常工作
source: Le modèle de ruban a bien été vérifié et l'imprimante peut fonctionner normalement.
ja: リボン番号を认証できました、印刷用意できました
ko: 리본 모델 검증 성공, 프린터가 정상적으로 작동됩니다.
ru: Модель ленты успешно проверена, и принтер может нормально работать.
zh_hant: 色帶型號驗證成功，印表機已可正常工作

# 苹果支付不可用，请完善相应信息后重新购买
source: Apple Pay n'est pas disponible, veuillez remplir les informations correspondantes et réessayer votre achat.
ja: ApplePayはご利用いただけません。対応する情报を入力して再购入してください
ko: 애플페이 불가하오니 해당 정보 보완 후 재구매 부탁드립니다.
ru: Apple Pay недоступен, заполните соответствующую информацию и совершите повторную покупку.
zh_hant: 蘋果支付不可用，請完善相應資訊後重新購買

# 获取iCloud视频失败,请检查网络状态
source: Impossible d'obtenir la vidéo iCloud, veuillez vérifier l'état du réseau.
ja: iCloud动画読み取りエラー、ネットワーク环境をチェックしてください
ko: iCloud 비디오 가져오기가 실패했습니다, 네트워크 상태를 확인하세요
ru: Не удалось получить видео iCloud, проверьте статус сети
zh_hant: 獲取iCloud視頻失敗,請檢查網路狀態

# 获取打印机信息失败
source: Echec de la récupération des informations de l'imprimante.
ja: プリンター情报の取得に失败しました
ko: 프린터 정보 가져오기가 실패했습니다.
ru: Не удалось получить информацию о принтере
zh_hant: 獲取印表機資訊失敗

# 获取打印机信息失败，请重启打印机后重试
source: Echec de la récupération des informations de l'imprimante, veuillez réessayer ultérieurement.
ja: プリンタが情报を取得できませんでした。再起动してやり直してください。
ko: 프린터 정보 가져오기 실패,프린터를 다시 시작한 후 다시 시도해 보십시오.
ru: Не удалось получить информацию о принтере, перезапустите принтер и повторите попытку.
zh_hant: 獲取印表機資訊失敗，請重啟印表機後重試

# 获取文件错误
source: Obtenir la page d'erreur.
ja: 読み取りエラー
ko: 파일 가져오기 오류
ru: Ошибка получения файла
zh_hant: 獲取檔錯誤

# 蓝牙地址
source: Bluetooth
ja: ブルートゥースMAC
ko: 블루투스 주소
zh_hant: 藍牙地址

# 蓝牙已关闭，请打开蓝牙
source: Bluetooth désactivé, veuillez activer Bluetooth.
ja: ブルートゥースを开けてください
ko: 블루투스 끔, 블루투스를 켜십시오.
ru: Bluetooth выключен, включите Bluetooth
zh_hant: 藍牙已關閉，請打開藍牙

# 蓝牙打印
source: Impression Bluetooth
ja: Bluetooth印刷
ko: 블루투스 인쇄
ru: Печать через Bluetooth
zh_hant: 藍牙列印

# 蓝牙连接
source: Connexion Bluetooth
ja: Bluetooth接続
ko: 블루투스 연결
ru: Соединение Bluetooth
zh_hant: 藍牙連接

# 蓝牙连接被断开，请重试或重启打印机
source: La connexion Bluetooth a été déconnectée, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: ブルートゥース接続は切断されました，まだ连接してください。
ko: 블루투스 연결이 끊어졌습니다. 다시 시도하거나 프린터를 다시 시작하십시오.
ru: Соединение Bluetooth было прервано, попробуйте еще раз или перезапустите принтер
zh_hant: 藍牙連接被斷開，請重試或重啟印表機

# 视频加载失败:
source: Le chargement de la vidéo a échoué
ja: 动画読み取りエラー
ko: 비디오 재생 실패:
ru: Видео не удалось загрузить
zh_hant: 視頻加載失敗:

# 解析中...
source: Analyse en cours...
ja: 解析中
ko: 분석 중...
ru: Анализирует ...
zh_hant: 解析中...

# 解析失败
source: L'analyse a échoué
ja: 解析エラー
ko: 분석 실패
ru: Не удалось выполнить анализ
zh_hant: 解析失敗

# 解除绑定
source: Dissocier
ja: バインディング解除
ko: 바인딩 해제
ru: Отвязать
zh_hant: 解除綁定

# 设备丢失，失去连接对象
source: La connexion à l'appareil a été perdue.
ja: 端末信号が见つかりません。接続が切れました
ko: 장치 분실, 연결 대상 상실
ru: Устройство потеряно, объект подключения отсутствует.
zh_hant: 設備丟失，失去連接對象

# 设备信息
source: Informations sur l'appareil
ja: 设备情报
ko: 기기 정보
ru: Информация об устройстве
zh_hant: 設備資訊

# 设备列表更新中...
source: Mise à jour de la liste des appareils en cours...
ja: 设备リストを更新中
ko: 기기 목록 업데이트 중...
ru: Обновление списка устройств ...
zh_hant: 設備列表更新中...

# 设备异常
source: Erreur d'appareil
ja: デバイスエラー
ko: 기기이상
ru: Ошибка устройства
zh_hant: 設備異常

# 设备管理
source: Gestion de l'appareil
ja: 设备管理
ko: 기기관리
ru: Управление устройством
zh_hant: 設備管理

# 设备详情页
source: Page de configuration de l'appareil
ja: デバイス情报
ko: 기기 정보 페이지
ru: Страница конфигурации устройства
zh_hant: 設備詳情頁

# 设置
source: Réglages
ja: 设定
ko: 기기
ru: Настройки
zh_hant: 設置

# 设置失败
source: Echec du réglage
ja: 设定に失败
ko: 설정 실패
ru: Ошибка настройки
zh_hant: 設置失敗

# 设置失败,请重启打印机后重新设置
source: Échec du réglage, veuillez redémarrer l'imprimante et la réinitialiser.
ja: 设定エラーが発生しました。再起动してやり直してください
ko: 설치 실패했습니다. 프린터를 다시 시작한 후 재설치하십시오.
ru: Ошибка настройки, перезапустите принтер и выполните сброс.
zh_hant: 設置失敗,請重啟印表機後重新設置

# 设置打印机浓度
source: Définir la densité de l'imprimante
ja: プリンターの浓度を设定
ko: 프린터 농도 설정
ru: Установить плотность печати
zh_hant: 設置印表機濃度

# 该功能仅用于售后，请在客服指导下使用该功能
source: Cette fonction est utilisée uniquement pour le service client, veuillez utiliser cette fonction si vous y êtes autorisé par le service client.
ja: 当机能はアフターサービスしか使えません、サポートによる指导の元で当机能をご使用ください
ko: 이 기능은 A/S 밖에 사용할 수 없습니다. 고객 서비스에 의한 지도하에 이 기능을 사용해 주세요.
ru: Эта функция используется только для послепродажного обслуживания, пожалуйста, используйте эту функцию под руководством службы поддержки клиентов.
zh_hant: 該功能僅用於售後，請在客服指導下使用該功能

# 该打印机仅支持WiFi本地打印和联网远程打印，二者都需要先为打印机配置2.4GHz的WiFi热点，打印机将通过WiFi来接受打印数据.
source: L'imprimante prend uniquement en charge l'impression locale en WiFi et l'impression à distance en réseau, les deux ont besoin d'être configuré avec un point d'accès WiFi 2.4GHz dans un premier temps, puis l'imprimante recevra des données d'impression via WiFi.
ja: 当モデルがWiFi印刷とインターネットリモート印刷のみ対応しており、まずは2.4GHzのWiFiと接続し、印刷データがWiFiで受信します
ko: 이 프린터는 Wi-Fi의 로컬 인쇄와 네트워크로 원격 인쇄만 지원하며, 둘 다 2.4GHz의 Wi-Fi 핫스팟을 먼저 설정해야 하며, 프린터는 Wi-Fi를 통해 인쇄 데이터를 받습니다.
ru: Принтер поддерживает только локальную печать по Wi-Fi и удаленную печать по сети, оба из которых должны быть сначала настроены с использованием точки доступа Wi-Fi 2,4 ГГц, а принтер будет получать данные печати через Wi-Fi.
zh_hant: 該印表機僅支持WiFi本地列印和聯網遠程列印，二者都需要先為印表機配置2.4GHz的WiFi熱點，印表機將通過WiFi來接受列印數據.

# 该打印机程序是最新版本
source: Votre filmware est à jour
ja: プログラムは最新バージョンであります
ko: 이 프린터 프로그램은 최신 버전입니다.
ru: Последняя версия программы принтера.
zh_hant: 該印表機程式是最新版本

# 该设备远程打印功能未激活，请在付费激活功能后使用
source: La fonction d'impression à distance de cet appareil n'est pas activée, vous devez payer pour pouvoir activer la fonction.
ja: お支払い后、リモート印刷机能をご利用ください。
ko: 이 기기는 원격 인쇄 기능이 활성화 되지 않았으므로 유료로 기능을 활성화한 후 사용하시기 바랍니다.
ru: Функция удаленной печати на этом устройстве не активирована, используйте ее после оплаты, чтобы активировать функцию
zh_hant: 該設備遠程列印功能未啟動，請在付費啟動功能後使用

# 语音打印
source: Impression vocale
ja: 音声印刷
ko: 음성 인쇄
ru: Голосовая печать
zh_hant: 語音列印

source: Infomation: lorsque l'imprimante prend en charge plusieurs modes d'impression, vous pouvez définir le mode d'impression préféré, c'est-à-dire que lorsque l'utilisateur clique sur l'icône d'impression sur la page d'aperçu pour envoyer des données, les données d'impression seront envoyées à l'imprimante par le biais du mode d'impression que vous avez défini en premier. Les différents modes d'impression ont leurs propres avantages et inconvénients.
ja: プリンターが复数の印刷モードに対応している场合、优先的な印刷モードを设定できます。つまり、ユーザーがプレビューページで印刷アイコンをクリックしてデータを送信する场合、印刷データは优先的に设定された印刷モードでプリンターに送信されます。异なる印刷モードにはそれぞれの长所と短所があります。
ko: 설명: 프린터가 다양한 인쇄 모드를 지원하는 경우, 우선적인 인쇄 모드를 설정하여 사용자가 인쇄 미리 보기 페이지에서 인쇄 아이콘을 클릭하여 데이터를 보낼 때 인쇄 데이터가 먼저 설정된 인쇄 모드를 통해 프린터로 보낼 수 있습니다.인쇄 모드에 따라 각각의 장단점이 있습니다.
ru: Примечание: когда принтер поддерживает несколько режимов печати, вы можете установить предпочтительный режим печати, то есть, когда пользователь щелкает значок печати на странице предварительного просмотра для отправки данных, данные печати будут отправлены на принтер через режим печати, который вы установить первым. У разных режимов печати есть свои преимущества и недостатки.
zh_hant: 說明：印表機支持多種列印模式時，可設置首選列印模式，即當用戶在預覽頁點擊打印圖示發送數據時，列印數據將優先通過您設置的列印模式發送給印表機。不同列印模式有各自的優缺點。

# 请先添加一台设备
source: Ajoutez un appareil pour commencer.
ja: まず设备を追加してください
ko: 설비를 추가하세요.
ru: Пожалуйста, сначала добавьте устройство
zh_hant: 請先添加一臺設備

# 请先连接打印机
source: Veuillez connecter l'imprimante
ja: まずプリンタに连接してください。
ko: 프린터를 연결하세요.
ru: Пожалуйста, сначала подключите принтер
zh_hant: 請先連接印表機

# 请先通过WPS或其他办公软件将Word文件转为PDF后打印
source: Veuillez utiliser WPS ou un autre logiciel de bureau pour convertir le fichier Word en PDF avant l'impression.
ja: 先にWPSやその他オフィスソフトを利用し、WordファイルをPDFファイルに変换してから印刷してください
ko: OFFICE나 기타 사무용 소프트웨어를 통해서 Word 파일을 PDF로 전환한 후 인쇄해 주십시오.
ru: Пожалуйста, используйте WPS или другое офисное программное обеспечение для преобразования файла Word в PDF перед печатью
zh_hant: 請先通過WPS或其他辦公軟體將Word檔轉為PDF後列印

# 请将手机尽可能靠近打印机
source: Gardez votre téléphone le plus près possible de l'imprimante.
ja: スマーフォンをプリンタに近づいてください
ko: 휴대폰을 프린터에 가능한 가까이 두세요.
ru: Держите телефон как можно ближе к принтеру
zh_hant: 請將手機盡可能靠近印表機

# 请查看引导了解WORD打开方式
source: Veuillez consulter le guide pour comprendre comment ouvrir un fichier Word.
ja: WORDファイルの开き方を案内にて确认しますか?
ko: 사용안내서를 보시고 WORD 열림 방식을 알아보십시오.
ru: Пожалуйста, проверьте руководство, чтобы понять, как открыть файл WORD
zh_hant: 請查看引導瞭解WORD打開方式

# 请检查网络是否可用
source: Veuillez vérifier si le réseau est disponible.
ja: ネットワーク环境をチェックしてください
ko: 네트워크가 사용 가능한지 확인하십시오.
ru: Пожалуйста, проверьте, доступна ли сеть
zh_hant: 請檢查網路是否可用

# 请求商品发放中
source: Les marchandises demandées ont été envoyées.
ja: 请求された商品が送られている
ko: 상품발급 요청 중
ru: Запрошенный товар отправляется
zh_hant: 請求商品發放中

# 请留下常用手机号或邮箱以便联系
source: Veuillez saisir votre numéro de téléphone ou votre adresse email.
ja: メールアドレスを教えてください
ko: 연락할 수 있도록 휴대폰 번호나 이메일을 남겨 주세요
ru: Пожалуйста, оставьте здесь свой адрес электронной почты.
zh_hant: 請留下常用手機號或郵箱以便聯繫

# 请谨慎确定是否清空该设备所有云端打印任务
source: Veuillez choisir si vous souhaitez effacer toutes les tâches d'impression du cloud pour cet appareil.
ja: すべての印刷ジョブをクリアしますか？
ko: 이 장치의 모든 Cloud 인쇄 작업의 삭제 여부 신중하게 결정하십시오.
ru: Пожалуйста, внимательно определите, следует ли очищать все задачи облачной печати для этого устройства.
zh_hant: 請謹慎確定是否清空該設備所有雲端列印任務

# 请输入正确的手机号或邮箱
source: Veuillez saisir votre numéro de téléphone ou votre adresse email.
ja: 正しい携帯番号またはメールアドレスを入力してください。
ko: 정확한 휴대폰 번호나 이메일을 입력해주세요.
ru: Пожалуйста, введите номер телефона или адрес электронной почты
zh_hant: 請輸入正確的手機號或郵箱

# 请输入热点名称
source: Entrez le nom du réseau.
ja: Wi-Fi ホットスポットをご入力ください
ko: 핫스팟 이름을 입력해주세요.
ru: Пожалуйста, введите название точки доступа
zh_hant: 請輸入熱點名稱

# 请输入热点密码
source: Entrez le mot de passe.
ja: Wi-Fiのパスワードをご入力ください
ko: 핫스팟 암호를 입력해주세요.
ru: Пожалуйста, введите пароль точки доступа
zh_hant: 請輸入熱點密碼

# 请输入网址
source: Veuillez saisir l'URL
ja: ウェブサイトをご入力ください
ko: 인터넷 주소를 입력하십시오.
ru: Пожалуйста, введите URL
zh_hant: 請輸入網址

# 请输入网址别名
source: Veuillez saisir l'alias de l'URL
ja: ウェブサイト名をご入力ください
ko: 인터넷 주소 별칭을 입력하십시오.
ru: Пожалуйста, введите псевдоним URL
zh_hant: 請輸入網址別名

# 请选择浓度档位
source: Veuillez sélectionner le niveau de densité.
ja: 浓度を选択してください
ko: 농도 등급을 선택하십시오.
ru: Пожалуйста, выберите диапазон концентрации
zh_hant: 請選擇濃度檔位

# 请选择要打印的内容
source: Sélectionnez le contenu à imprimer
ja: 印刷する内容をご选択ください
ko: 인쇄할 내용을 선택하십시오.
ru: Пожалуйста, выберите контент для печати.
zh_hant: 請選擇要列印的內容

# 请重新连接或重启打印机
source: Veuillez reconnecter ou redémarrer l'imprimante.
ja: 再接続または再起动してください
ko: 프린터를 다시 연결하거나 다시 시작하십시오.
ru: Пожалуйста, повторно подключите или перезапустите принтер
zh_hant: 請重新連接或重啟印表機

# 请重新配网
source: Veuillez reconfigurer le réseau.
ja: 再接続してください
ko: 네트워크를 재설정하십시오.
ru: пожалуйста, переконфигурируйте сеть
zh_hant: 請重新配網

# 请问对"%@"文件执行什么操作?
source: Quelle opération pour le fichier "%@"?
ja: "%@"にどうなさいますか?
ko: "%@"파일에 대해 어떤 조작을 수행하시겠습니까?
ru: Что я могу сделать с файлом "%@"?
zh_hant: 請問對"%@"檔執行什麼操作?

# 读取打印机型号超时，请重试或重启打印机
source: La lecture du modèle d'imprimante a expiré, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: モデル番号の読み取りに失败しました。もう一度やってください。
ko: 프린터 모델 읽기가 시간 초과되었습니다. 다시 시도하거나 다시 시작하십시오.
ru: Истекло время чтения модели принтера, попробуйте еще раз или перезапустите принтер
zh_hant: 讀取印表機型號超時，請重試或重啟印表機

# 读取打印机序列号超时，请重试或重启打印机
source: Obtenir le délai d'expiration du numéro SN, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタのシリアル番号の読み取りがタイムアウトしました。再试行するか、プリンタを再起动してください
ko: 프린터 일련번호 읽기가 시간 초과되었습니다. 다시 시도하거나 다시 시작하십시오.
ru: Тайм-аут чтения серийного номера принтера, попробуйте еще раз или перезапустите принтер
zh_hant: 讀取印表機序列號超時，請重試或重啟印表機

# 调整效果
source: Traitement
ja: 调整効果
ko: 조정효과
ru: Регулировка эффекта
zh_hant: 調整效果

# 账户管理
source: Gestion des comptes
ja: アカウント管理
ko: 계정관리
ru: Управление аккаунтом
zh_hant: 帳戶管理

# 购买失败，请稍后重启应用重新申请获取，或联系客服-%@
source: Échec de l'achat de marchandises,Veuillez redémarrer l'application plus tard pour appliquer à nouveau, ou contacter le service client -%@.
ja: 购入できなかった。后にアプリを再起动して、再申请してください。またはカスタマーサービス-%@に连络してください
ko: 구매실패,잠시후 앱을 다시 시작하여 다시 신청 하시거나고객서비스-%@으로 연락 주시기 바랍니다.
ru: Покупка не удалась, перезапустите приложение позже, чтобы подать заявку снова, или обратитесь в службу поддержки -%@
zh_hant: 購買失敗，請稍後重啟應用重新申請獲取，或聯繫客服-%@

# 购买成功
source: Achat réussi
ja: 购入に成功しました。
ko: 구매성공
ru: Успешная покупка
zh_hant: 購買成功

# 购买耗材
source: Acheter des consommables
ja: 正规品を买う
ko: 소모품 구매
ru: Купить расходные материалы
zh_hant: 購買耗材

# 路由器是5G频段怎么办
source: Que faire si le routeur est sur la bande de fréquence 5G ?
ja: ルーターが5Gの场合
ko: 공유기가 5G 주파수 대역인데 어떻게 하죠?
ru: Что делать, если роутер работает в диапазоне частот 5G
zh_hant: 路由器是5G頻段怎麼辦

# 路由器热点
source: Routeur réseau
ja: WiFiルーター
ko: 공유기 핫스팟
ru: Точка доступа маршрутизатора
zh_hant: 路由器熱點

# 输入内容过长
source: L'entrée est trop longue
ja: 入力内容が限定オーバーしています
ko: 입력 내용이 너무 깁니다
ru: Ввод слишком длинный
zh_hant: 輸入內容過長

# 输入热点名称和密码
source: Entrez le nom et le mot de passe du réseau
ja: Wi-Fi情报を入力
ko: 핫스팟 이름과 암호를 입력하십시오.
ru: Введите имя и пароль точки доступа
zh_hant: 輸入熱點名稱和密碼

# 还原字体
source: Restaurer la police
ja: フォントを戻します
ko: 서체 복원
ru: Восстановить шрифт
zh_hant: 還原字體

# 这是路由器的工作频段，目前打印机只支持2.4GHz频段
source: Ceci est la bande de fréquence du routeur, actuellement l'imprimante ne prend en charge que la bande de fréquence de 2,4 GHz.
ja: 当プリンタが2.4GHzのみ対応しております
ko: 공유기의 작업 주파수 대역으로, 현재 프린터는 2.4GHz대만을 지원합니다.
ru: Это рабочая частота маршрутизатора, в настоящее время принтер поддерживает только частоту 2,4 ГГц.
zh_hant: 這是路由器的工作頻段，目前印表機只支持2.4GHz頻段

# 这里好像空空如也
source: Aucun élément trouvé
ja: デバイスがありません
ko: 여긴 텅 빈 것 같네요.
ru: Здесь вроде пусто
zh_hant: 這裏好像空空如也

# 这里好像空空如也，请添加设备
source: Aucun appareil détecté, veuillez ajouter un appareil.
ja: デバイスを追加してください
ko: 여긴 텅 빈 것 같네요. 설비를 추가해주십시오.
ru: Кажется, здесь пусто, пожалуйста, добавьте устройство
zh_hant: 這裏好像空空如也，請添加設備

# 远程打印
source: Impression à distance
ja: リモート印刷
ko: 원격 인쇄
ru: Удаленная печать
zh_hant: 遠程列印

# 远程打印功能
source: Fonction d'impression à distance
ja: リモートプリント机能
ko: 원격 인쇄 기능
ru: Функция удаленной печати
zh_hant: 遠程列印功能

# 远程打印功能激活
source: Fonction d'impression à distance activée
ja: リモート印刷机能を有効にします
ko: 원격 인쇄 기능 활성화
ru: Активирована функция удаленной печати
zh_hant: 遠程列印功能啟動

# 连接
source: Connecter
ja: 接続
ko: 연결
ru: Соединять
zh_hant: 連接

# 连接中
source: Connexion en cours
ja: 接続
ko: 연결중
ru: Подключается
zh_hant: 連接中

# 连接中...
source: En cours de connexion...
ja: 接続中...
ko: 연결중...
ru: Подключается...
zh_hant: 連接中...

# 连接失败
source: Echec de la connexion
ja: 接続エラー
ko: 연결실패
ru: Ошибка подключения
zh_hant: 連接失敗

# 连接失败: %@
source: La connexion a échoué:%@
ja: 连接失败: %@
ko: 연결실패: %@
ru: Ошибка подключения:%@
zh_hant: 連接失敗: %@

# 连接失败，请重新配网或重启打印机
source: Échec de la connexion, veuillez reconfigurer le réseau ou redémarrer l'imprimante.
ja: 接続エラー、再接続または再起动してください
ko: 연결이 실패했습니다. 네트워크를 재설정하거나 프린터를 다시 시작하십시오.
ru: Ошибка подключения, повторно настройте сеть или перезапустите принтер
zh_hant: 連接失敗，請重新配網或重啟印表機

# 连接引导
source: Instructions de connexion
ja: 接続案内
ko: 연결 안내
ru: Инструкция по подключению
zh_hant: 連接引導

# 连接成功
source: Connexion réussie
ja: 接続しました
ko: 연결 완료
ru: Соединение успешно
zh_hant: 連接成功

# 连接方式
source: Méthode de connexion
ja: 接続モード
ko: 연결 방식
ru: Способ подключения
zh_hant: 連接方式

# 连续打印
source: Impression unique
ja: 连続印刷
ko: 연속 인쇄
ru: Непрерывная печать
zh_hant: 連續列印

# 连续纸
source: Papier en continu
ja: 连続型用纸
ko: 연속지
ru: Непрерывная бумага
zh_hant: 連續紙

# 连续纸模式下暂不支持多份打印
source: L'impression multiple n'est pas prise en charge en mode papier continu
ja: 连続纸モードでは复数の印刷に対応していません
ko: 연속 용지 모드 에 서 는 여러 개의 인쇄 를 지원 하지 않 습 니 다.
ru: Множественная печать не поддерживается в режиме непрерывной бумаги.
zh_hant: 連續紙模式下暫不支持多份列印

# 退出
source: Quitter
ja: 终了
ko: 나가기
ru: Выход
zh_hant: 退出

# 退出应用
source: Quitter l'application
ja: アプリケーションを终了
ko: 앱 나가기
ru: Выйти из приложения
zh_hant: 退出應用

# 退出登录
source: Se déconnecter
ja: ログアウト
ko: 로그아웃
ru: Выйти из аккаунта
zh_hant: 退出登錄

# 选择家中2.4GHz Wi-Fi才能保证打印机联网成功
source: Pour assurer la bonne connexion de l'imprimante, veuillez choisir un réseau Wi-Fi 2.4GHz.
ja: プリンター接続の成功を保証ために、家庭内2.4 GHzのWi - Fiを选んでください
ko: 프린터 연결의 성공을 보장하기 위해서 가정내 2.4GHz의 Wi-Fi를 선택하세요.
ru: Чтобы обеспечить успешную работу принтера в сети, выберите в своем доме Wi-Fi 2,4 ГГц.
zh_hant: 選擇家中2.4GHz Wi-Fi才能保證印表機聯網成功

# 选择打印机模式
source: Sélectionnez le mode d'imprimante
ja: プリンタモードを选択
ko: 프린터 모드 선택
ru: Выберите режим принтера
zh_hant: 選擇印表機模式

# 选择蓝牙设备连接方式
source: Choisir une méthode de connexion de l'appareil Bluetooth
ja: ブルートゥースデバイスの接続方法を选択してください。
ko: 블루투스 장치 연결 방식 선택
ru: Выберите способ подключения устройства Bluetooth
zh_hant: 選擇藍牙設備連接方式

# 选择要添加的打印机类型
source: Sélectionnez le type d'imprimante à ajouter
ja: 追加するプリンタモデルを选択してください
ko: 추가할 프린터 기종 선택
ru: Выберите тип добавляемого принтера
zh_hant: 選擇要添加的印表機類型

# 逐张打印
source: Un à la fois
ja: 一枚ずつ
ko: 한 쪽 한 쪽
ru: Постранично
zh_hant: 逐張列印

# 通过Wi-Fi热点发送数据给打印机，需要打印机和手机连接同一个Wi-Fi热点
source: Pour envoyer des données à l'imprimante via le réseau Wi-Fi, l'imprimante et le smartphone doivent être connectés au même réseau Wi-Fi.
ja: Wi-Fiホットスポット経由でプリンタにデータを送信するには、プリンタや携帯电话の必要性は、同じWi-Fiホットスポットに接続します
ko: Wi-Fi 핫스팟을 통해 프린터에 데이터를 보내려면, 프린터와 휴대폰이 동일한 Wi-Fi 핫스팟에 연결되어야 합니다.
ru: Чтобы отправлять данные на принтер через точку доступа Wi-Fi, принтер и мобильный телефон должны быть подключены к одной точке доступа Wi-Fi.
zh_hant: 通過Wi-Fi熱點發送數據給印表機，需要印表機和手機連接同一個Wi-Fi熱點

# 通过"系统设置"连接
source: Se connecter via "Réglages"
ja: "システム设定"で接続
ko: "시스템 설정"으로 연결
ru: Подключиться через "Настройки"
zh_hant: 通過"系統設置"連接

# 通过互联网发送数据给打印机，当打印机连接一个可以访问互联网的Wi-Fi热点，手机就可以在千里之外的异地发送数据给打印机
source: Envoyer des données à l'imprimante via Internet. Lorsque l'imprimante est connectée à un réseau Wi-Fi qui peut accéder à Internet, vous pouvez envoyer des données via internet à l'imprimante, même si vous vous trouvez à des milliers de kilomètres!
ja: インターネットを通じてデータをプリンタに送信します。プリンタがインターネットにアクセスできるWi-Fiホットスポットを接続すると、携帯电话は千里の外でデータをプリンタに送信できます。
ko: 인터넷을 통해 프린터에 데이터를 보내고, 프린터가 인터넷에 접속할 수 있는 Wi-Fi 핫스팟에 연결되면, 휴대폰은 원격 프린터에 데이터를 보낼 수 있습니다.
ru: Отправьте данные на принтер через Интернет. Когда принтер подключен к точке доступа Wi-Fi, имеющей доступ к Интернету, мобильный телефон может отправлять данные на принтер в удаленном месте.
zh_hant: 通過互聯網發送數據給印表機，當印表機連接一個可以訪問互聯網的Wi-Fi熱點，手機就可以在千裏之外的異地發送數據給印表機

# 通过互联网发送数据，打印机不在身边时使用
source: Envoyer des données via Internet (A utiliser lorsque l'imprimante n'est pas à proximité).
ja: インターネット経由でデータを送信し、プリンターがないときに使用します
ko: 인터넷을 통한 데이터 송신, 프린터가 곁에 없을 때 사용
ru: Отправляйте данные через Интернет, используйте, когда принтера нет рядом
zh_hant: 通過互聯網發送數據，印表機不在身邊時使用

# 通过蓝牙连接发送数据给打印机，需要打印设备在用户身边。
source: L'envoi de données à l'imprimante via une connexion Bluetooth nécessite que l'imprimante soit à proximité de l'utilisateur.
ja: Bluetooth接続を介してプリンターにデータを送信するには、印刷デバイスがユーザー侧にある必要
ko: 블루투스 연결을 통해 프린터에 데이터를 보내려면 인쇄 장치가 사용자 옆에 있어야 합니다.
ru: Чтобы отправить данные на принтер через соединение Bluetooth, печатающее устройство должно находиться рядом с пользователем.
zh_hant: 通過藍牙連接發送數據給印表機，需要列印設備在用戶身邊。

# 配网信息异常,未连接热点，请在设置->无线局域网中连接热点
source: Les informations du réseau sont anormales, et le réseau n'est pas connecté. Veuillez connecter le réseau dans Paramètres > Wifi.
ja: ネットワーク情报が异常で、ホットスポットが接続されていません。 [设定]> [WLAN]でホットスポットを接続してください
ko: 네트워크 정보 이상 설정, 핫스팟 미연결, 설정->무선 랜에 핫스팟 연결하십시오.
ru: Сетевая информация неверна, точка доступа не подключена. Подключите точку доступа в Настройки> WLAN.
zh_hant: 配網資訊異常,未連接熱點，請在設置->無線局域網中連接熱點

# 重打
source: Ré-imprimer
ja: 再印刷します。
ko: 재인쇄
ru: Печатать еще раз
zh_hant: 重打

# 重新加载
source: Recharger
ja: 再読み込みします。
ko: 다시 불러오기
ru: Перезагрузить
zh_hant: 重新加載

# 重新获取
source: Renouveler
ja: 再取得します。
ko: 다시 가져오기
ru: Повторно приобрести
zh_hant: 重新獲取

# 重新配网
source: Reconfigurer le réseau
ja: 再接続します
ko: 네트워크 재설정
ru: Перенастроить сеть
zh_hant: 重新配網

# 重试
source: Réessayer
ja: 再试行
ko: 다시
ru: Повторить
zh_hant: 重試

# 问题或建议不能为空
source: Veuillez remplir la partie Problèmes rencontrés ou suggestions.
ja: トラブルまたはご意见をご入力ください
ko: 질문 혹은 건의는 비워둘 수 없습니다.
ru: Проблемы или предложения не могут быть пустыми
zh_hant: 問題或建議不能為空

# 问题截图(选填)
source: Capture d'écran du problème (facultatif)
ja: スクリーンショット（オプション）
ko: 문제 캡션(옵션)
ru: Скриншот проблем (необязательно)
zh_hant: 問題截圖(選填)

# 问题类型
source: Types de questions
ja: トラブル种类
ko: 문제 유형
ru: Тип вопросов
zh_hant: 問題類型

# 非法耗材
source: Consommables non homologués
ja: 违法供给
ko: 불법소모품
ru: Незаконные расходные материалы
zh_hant: 非法耗材

# 页码
source: Numéro de page
ja: ページ
ko: 페이지
ru: Номер страницы
zh_hant: 頁碼

# 首选打印模式选择
source: Sélection du mode d'impression par défaut
ja: 优先印刷モード选択
ko: 우선 인쇄 모드 선택
ru: Выбор предпочтительного режима печати
zh_hant: 首選列印模式選擇

# 首页
source: Accueil
ja: トップページ
ko: 홈페이지
ru: Главная
zh_hant: 首頁

# 高
source: Haute
ja: 高
ko: 고
ru: Высоко
zh_hant: 高

# 高温
source: Température élevée
ja: 高温
ko: 고온
ru: Высокая температура
zh_hant: 高溫

# 默认打印模式
source: Mode d'impression par défaut
ja: デフォルト印刷モード
ko: 미지정 인쇄 모드
ru: Режим печати по умолчанию
zh_hant: 默認列印模式

# 默认打印浓度
source: Densité d'impression par défaut
ja: デフォルトの印刷浓度
ko: 미지정 인쇄 농도
ru: Плотность печати по умолчанию
zh_hant: 默認列印濃度
