Repository: NightDrivers/HTTPRequest
Catalog: HTTPRequest/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# %@到期
source: Expire à %@
ja: %@の期限が切れる
ko: %@이（가) 만료되다
ru: Действительна до%@
zh_hant: %@到期

# %u cm, %u 张
source: %u cm,%u pages
ja: %u cm, %u 枚
ko: %u cm, %u 장
ru: %u см,%u страниц
zh_hant: %u cm, %u 張

# 1.请%@和%@ 2.请在手机连接Wi-Fi后，输入Wi-Fi密码
source: 1.Veuillez %@ et %@. 2.Veuillez entrer le mot de passe Wi-Fi après que le téléphone soit connecté à un réseau Wi-Fi.
ja: 1. %@と%@ 2.Wi-Fiを接続してからWi-Fiのパスワードをご入力ください
ko: 1. %@과(와) %@ 2.휴대폰에 와이파이를 연결한 후, 와이파이 비밀번호를 입력하세요
ru: 1. Пожалуйста,%@ и%@ 2.Пожалуйста, введите пароль Wi-Fi после подключения телефона к Wi-Fi.
zh_hant: 1.請%@和%@ 2.請在手機連接Wi-Fi後，輸入Wi-Fi密碼

source: 1. Veuillez activer Données cellulaire"Réglages> partage de connection"autoriser d'autres utilisateurs 2. Notez que la page de configuration du réseau ne peut pas être fermée (elle peut s'exécuter en arrière-plan) avant que la connexion ne soit réussie, et l'option de compatibilité maximale (compatible 2,4 GHz) doit être activée ! 3. Retournez à la page actuelle et entrez le nom et le mot de passe du réseau.
ja: 1.携帯电话でホットスポットを开けてください。"设定>インターネット共有" 2.ネットワークが成功する前にホットスポットの设定ページが闭じられないように注意してください（バックグラウンド运転可能）。最大互换性のオプションを开く必要があります。（2.4GHzコンパチブル）！ 3.现在のページを返してホットスポットの名前とパスワードを入力します。
ko: 1.현재 핸드폰"설정> 개인 핫스팟"에서 개인 핫스팟 을(를) 시작하세요 2.네트워크 설정이 성공할 때까지 핫스팟 설정 페이지를 닫을 수 없으며(백그라운드 실행 가능), 최대 호환성 옵션(2.4Ghz 호환)을 열어야 함! 3.현재 페이지로 돌아가 핫스팟 이름 및 비밀번호를 입력합니다.
ru: 1. Включите личную точку доступа в текущем мобильном телефоне "Настройки> Личная точка доступа" 2. Обратите внимание, что страница настроек точки доступа не может быть закрыта (она может работать в фоновом режиме) до успешного подключения, и необходимо включить параметр максимальной совместимости (совместим с 2,4 ГГц)! 3. Вернитесь на текущую страницу и введите имя точки доступа и пароль.
zh_hant: 1.請在當前手機"設置>個人熱點"中開啟個人熱點 2.請注意配網成功前熱點設置頁面不可關閉（可後臺運行），且需打開最大相容性選項（相容2.4Ghz）！ 3.返回當前頁面輸入熱點名稱及密碼

source: 1. Lorsque l'effet de prévisualisation n'est pas idéal, vous pouvez basculer entre différents filtres via l'effet de traitement inférieur. 2. Impression continue : effectuez un recadrage uniquement sur la dernière page de chaque copie. Par exemple, lorsqu'un document A4 de 3 pages est sélectionné pour une impression continue, une seule feuille de papier sera imprimée, soittrois fois la hauteur du A4 3. Imprimez une par une : coupez après chaque page de chaque copie. Par exemple, lorsqu'un document A4 de 3 pages est imprimé une par une, 3 feuilles de papier A4 seront imprimées
ja: 1.プレビュー効果が理想的でないとき、あなたは下のボタン「処理効果」で異なるフィルタを変えることができます 2.連続印刷:最後に印刷したページだけを切り取ります 3.一枚ずつ印刷します:各ページの内容の後で裁断を行います
ko: 1. 미리 보기 효과가 좋지 않을 경우, 아래쪽 처리를 통해 다른 필터를 전환할 수 있습니다. 2. 연속 인쇄:각 페이지의 마지막 쪽에만 잘랐습니다.예를 들어, 세 쪽짜리 a4문서를 연속으로 인쇄할 경우, A4의 세 배 높이의 종이 한 장만 인쇄된다. 3. 한 장씩 인쇄한다. 각 장마다 내용을 잘라낸다.A4 용지 세 장짜리 문서를 한 장씩 인쇄할 것을 선택하면 a4 용지 세 장이 출력된다
ru: 1. Когда эффект предварительного просмотра не идеален, вы можете переключать различные фильтры с помощью нижней кнопки "эффект обработки" 2. Непрерывная печать: обрезка выполняется только на последней напечатанной странице 3.Печать лист за листом: обрезка есть выполняется после каждой страницы каждого экземпляра.
zh_hant: 1.當預覽效果不理想時，您可以通過底部按鈕“處理效果”切換不同的篩檢程式 2.連續列印：僅在最後列印的頁面上執行裁剪 3.逐頁列印：在每個副本的每頁之後執行裁剪。

# FT系列(FT100/FT800/FT580等)、U系列(U100/U100+)、其他(P77等)
source: Modèle: série ft (ft100 / ft800 / ft580, etc.), série U (u100 / u100 +), autres (P77, etc.)
ja: FTシリーズ（FT100/FT800/FT580など）、Uシリーズ（U100/U100+）、その他（P 77など）
ko: 기종:FT 시리즈(FT100/FT800/FT580 등),U 시리즈(U100/U100+),기타(P77 등)
ru: Модели: серия FT (FT100/FT800/FT580 и т. Д.), Серия U (U100/U100+), другие (p77 и т. Д.)
zh_hant: FT系列(FT100/FT800/FT580等)、U系列(U100/U100+)、其他(P77等)

# MT800设备连接失败
source: La connexion a échoué
ja: MT800デバイス接続に失败しました
ko: MT800 장치 연결 실패
ru: Не удалось подключиться к устройству MT800
zh_hant: MT800設備連接失敗

# MT系列(MT800/MT900/MT818等)
source: Modèle: série MT (MT800 / mt900 / mt818, etc.)
ja: MTシリーズ（MT 800/MT 900/MT 818など）
ko: 기종:MT 시리즈(MT 800/MT 900/MT 818 등)
ru: Модели: серия MT (MT800/MT900/MT818 и др.)
zh_hant: MT系列(MT800/MT900/MT818等)

# Multipart Form Data编码错误
source: Erreur d'encodage des données du formulaire multipart
ja: Multiiprt Form Data符号化エラー
ko: Multiiprt Form Data 기호 화
ru: Ошибка кодировки "Multipart Form Data"
zh_hans: Multipart Form Data编码错误
zh_hant: Multipart Form Data編碼錯誤

# Wi-Fi名称
source: Nom du réseau Wi-Fi
ja: Wi-Fi ID
ko: Wi-Fi 이름
ru: Имя Wi-Fi
zh_hant: Wi-Fi名稱

# Wi-Fi密码错误是联网失败的常见原因请确保填写正确
source: Veuillez remplir correctement le mot de passe Wi-Fi.
ja: Wi-Fiパスワードのエラーはネットワークを接続失败のよくある原因です。正确に记入してください。
ko: Wi-Fi 패스워드 오류는 인터넷 접속 실패의 흔한 원인입니다. 정확하게 적으셔야 합니다.
ru: Неправильные пароли Wi-Fi - частая причина сбоев сети. Обязательно заполните их правильно
zh_hant: Wi-Fi密碼錯誤是聯網失敗的常見原因請確保填寫正確

# Wi-Fi模块程序
source: Module Wi-Fi
ja: Wi-Fiプログラムバージョン
ko: Wi-Fi 모듈 프로그램
ru: Модульная программа Wi-Fi
zh_hant: Wi-Fi模組程式

# "%@"应用不支持该设备，请联系渠道商解决
source: "%@"L'appareil n'est pas pris en charge par l'application, veuillez contacter le distributeur pour une solution.
ja: "%@"アプリケーションは、ソリューションのディストリビューターにご连络くださいこのデバイスをサポートしていません
ko: "%@"응용 프로그램 은 이 장 치 를 지원 하지 않 습 니 다.채널 업 체 에 연락 하여 해결 하 십시오
ru: "%@" приложение не поддерживает это устройство, обратитесь к дистрибьютору за решением
zh_hant: "%@"應用不支持該設備，請聯繫管道商解決

# iCloud及本机文档
source: Imprimer un document
ja: iCloudおよび本機ドキュメント
ko: iCloud 및 이 컴퓨터 문서
ru: iCloud и локальные файлы
zh_hant: iCloud及本機文檔

# iPhone文件
source: Imprimer un document
ja: iPhoneファイル
ko: iPhone 파일
ru: Файлы iPhone
zh_hant: iPhone檔

# 《汉小印用户服务协议》
source: Accord d'utilisateur HiPrint
ja: 《汉小印ユーザーサービス契约》
ko: 《HiPrint 사용자 서비스 프로토콜》
ru: Соглашение об обслуживании пользователя HiPrint
zh_hant: 《漢小印用戶服務協議》

# 《汉小印用户隐私政策》
source: Politique de Confidentialité HiPrint
ja: 《汉小印ユーザープライバシーポリシー》
ko: 《HiPrint 사용자 개인정보보호 정책》
ru: Политика конфиденциальности пользователей HiPrint
zh_hant: 《漢小印用戶隱私政策》

# 《用户协议》
source: Accord d'utilisateur
ja: 《ユーザー契约》
ko: 《사용자 프로토콜》
ru: Пользовательское Соглашение
zh_hant: 《用戶協議》

# 《隐私协议》
source: Politique de Confidentialité
ja: 《プライバシー契约》
ko: 《개인정보 프로토콜》
ru: Соглашение о конфиденциальности
zh_hant: 《隱私協議》

# 七牛Token获取失败
source: La récupération de Qiniu Cloud Token a échoué.
ja: 七牛Token取得に失败しました
ko: Qiniu토큰 획득 실패
ru: Не удалось получить Qiniu Cloud Token
zh_hant: 七牛Token獲取失敗

# 上传中...
source: Téléchargement...
ja: アップロード中...
ko: 업로드 중...
ru: загрузка...
zh_hant: 上傳中...

# 上传失败
source: La mise à jour a échoué
ja: アップロードに失败しました
ko: 업로드 실패
ru: Загрузка не удалась
zh_hant: 上傳失敗

# 上传成功
source: Chargement réussi
ja: アップロード成功
ko: 업로드 성공
ru: Загрузить успешно
zh_hant: 上傳成功

# 下一步
source: Suivant
ja: 次へ
ko: 다음
ru: Следующий
zh_hant: 下一步

# 下载中...
source: Téléchargement...
ja: ダウンロード...
ko: 다운로드 중...
ru: Скачивание...
zh_hant: 下載中...

# 下载出错
source: Erreur de téléchargement.
ja: ダウンロードエラー
ko: 다운로드 실패
ru: Скачивание не удалось
zh_hant: 下載出錯

# 下载失败
source: Le téléchargement a échoué
ja: ダウンロードに失败しました
ko: 다운로드 성공
ru: Скачать успешно
zh_hant: 下載失敗

# 下载并打开
source: Télécharger et ouvrir
ja: ダウンロードして开く
ko: 다운로드 및 열기
ru: Скачать и открыть
zh_hant: 下載並打開

# 不再提示
source: Ne plus me le rappeler
ja: 再表示しません
ko: 다시 제시하지 않음
ru: Не напоминай мне
zh_hant: 不再提示

# 不再提醒
source: Ne plus me le rappeler
ja: 再表示しません
ko: 다시 알리지 않음
ru: Больше никаких напоминаний
zh_hant: 不再提醒

# 不支持
source: Pas de support
ja: サポートしません
ko: 지원하지 않음
ru: не поддерживается
zh_hant: 不支持

# 不支持该文件,请重新选择
source: Le fichier n'est pas pris en charge, veuillez réessayer.
ja: 当ファイルが适応されていないので、再选択してください
ko: 이 파일은 지원되지 않습니다. 다시 선택하십시오.
ru: Файл не поддерживается, выберите еще раз.
zh_hant: 不支持該檔,請重新選擇

# 不自动关机
source: Ne pas arrêter automatiquement
ja: 自动シャッドダウンオフ
ko: 자동으로 전원을 끄지 않음
ru: Не выключается автоматически
zh_hant: 不自動關機

# 与打印机建立连接
source: Établir une connexion avec l'imprimante.
ja: プリンタと接続します
ko: 프린터와 연결 하기
ru: Установите соединение с принтером
zh_hant: 與印表機建立連接

# 中
source: Moyenne
ja: 中
ko: 중
ru: Середина
zh_hant: 中

# 为什么要为打印机配置WIFI?
source: Pourquoi avoir besoin de configurer le réseau WIFI pour l'imprimante?
ja: なぜプリンタがWIFIと接続しますか？
ko: 프린터에 WIFI를 왜 설정해야 합니까?
ru: Зачем нужно настраивать WIFI для принтера?
zh_hant: 為什麼要為印表機配置WIFI?

# 为打印机准备Wi-Fi网络
source: Assurez-vous de travailler wi-fi.
ja: Wi-Fiを用意します
ko: 프린터 Wi-Fi 네트워크 준비
ru: Подготовьте сеть Wi-Fi для принтера
zh_hant: 為印表機準備Wi-Fi網路

# 云任务列表上传失败
source: Échec du chargement de la liste des tâches dans le Cloud.
ja: クラウドタスクリストのアップロードに失败しました。
ko: Cloud 작업 목록 업로드 실패
ru: Не удалось загрузить список облачных задач
zh_hant: 雲任務列表上傳失敗

# 云打印任务发送成功
source: Cloud des tâches d'impression envoyé avec succès.
ja: クラウドプリントタスクが正常に送信されました
ko: Cloud 인쇄 작업 성공
ru: Задача облачной печати успешно отправлена
zh_hant: 雲列印任務發送成功

# 云打印失败: 设备%@
source: L'impression icloud a échoué：appareil %@.
ja: クラウドの印刷に失败しました: デバイス%@
ko: Cloud 인쇄 실패: 장치%@
ru: Ошибка облачной печати: устройство%@
zh_hant: 雲列印失敗: 設備%@

# 互动反馈社区
source: Retours de la communauté
ja: サポートコミュニティ
ko: 인터랙티브 피드백 커뮤니티
ru: Сообщество обратной связи
zh_hant: 互動回饋社區

# 产品建议
source: Suggestion de produits
ja: アドバイス
ko: 제품 제안
ru: Предложение по продукту
zh_hant: 產品建議

# 什么是2.4GHz和5GHz WiFi？
source: Qu'est-ce que le WiFi 2.4GHz et 5GHz ?
ja: 2.4GHz、5GHzのWiFiとは
ko: 2.4GHz와 5GHz WiFi란 무엇입니까?
ru: Что такое Wi-Fi на частоте 2,4 и 5 ГГц?
zh_hant: 什麼是2.4GHz和5GHz WiFi？

# 仅FT880、U100+支持该功能
source: Cette fonctionnalité n'est prise en charge que par FT880, U100+.
ja: FT880、U100＋のみこの机能をサポートします
ko: FT880,U100+만 이 기능 을 지원 합 니 다.
ru: Только FT880 и U100 + поддерживают эту функцию
zh_hant: 僅FT880、U100+支持該功能

# 付费激活
source: Activation après paiement
ja: 有料アクティベート
ko: 요금제 활성화
ru: Оплатите, чтобы активировать
zh_hant: 付費啟動

# 任务待执行
source: Tâche à effectuer
ja: ジョブが実行待ちしています
ko: 작업 집행을 기다림
ru: Задача к выполнению
zh_hant: 任務待執行

# 低
source: Faible
ja: 低
ko: 저
ru: Низкий
zh_hant: 低

# 低电量
source: Batterie faible
ja: 低电力
ko: 저전력량
ru: Низкое количество заряда
zh_hant: 低電量

# 低电量状态
source: Mode faible consommation
ja: 省エネモード
ko: 저전력량 상태
ru: Состояние низкого энергопотребления
zh_hant: 低電量狀態

# 作业盒子
source: Boite de réception
ja: 作业ボックス
ko: 작업 상자
ru: Коробка домашнего задания
zh_hant: 作業盒子

# 使用引导
source: Guide d'utilisation
ja: 利用ガイド
ko: 사용 안내
ru: Руководство по использованию
zh_hant: 使用引導

# 使用攻略
source: Guide d'utilisation
ja: 使用ガード
ko: 사용 공략
ru: Руководство по использованию
zh_hant: 使用攻略

# 便携产品
source: Imprimante portable
ja: ポータブルプリンタ
ko: 휴대용 제품
ru: Портативные принтеры
zh_hant: 便攜產品

# 保存打印机信息失败,请稍后重试
source: La sauvegarde des données de l'imprimante a échoué, veuillez réessayer ultérieurement.
ja: プリンタ情报の保存に失败しました。后でもう一度やり直してください
ko: 프린터 정보 저장에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось сохранить информацию о принтере, повторите попытку позже.
zh_hant: 保存印表機資訊失敗,請稍後重試

# 修改密码
source: Modifier le mot de passe
ja: パスワードの変更
ko: 비밀번호 수정
ru: Изменить пароль
zh_hant: 修改密碼

# 修改用户名
source: Modifier le nom d'utilisateur
ja: ＩＤの変更
ko: 사용자 이름 바꾸기
ru: Изменить имя пользователя
zh_hant: 修改用戶名

# 修改用户名成功
source: Modifier le nom d'utilisateur
ja: ＩＤが更新されました
ko: 사용자 이름 수정 성공
ru: Успешно изменить имя пользователя
zh_hant: 修改用戶名成功

# 全部页
source: Toutes
ja: 全ページ
ko: 모든 페이지
ru: Все страницы
zh_hant: 全部頁

# 公司、酒店等需要二次认证的公共WiFi不支持设备联网
source: Les réseaux nécessitant une double authentification ne prennent pas en charge la mise en réseau des appareils.
ja: 会社、ホテルなど二次认証が必要な公共WiFiは设备のネットワーク化をサポートしていません。
ko: 회사, 호텔 등 2차 인증이 필요한 공공 Wi-Fi는 장비 인터넷 연결을 지원하지 않습니다.
ru: Точка доступа, требующая вторичной аутентификации, не поддерживает сеть устройств.
zh_hant: 公司、酒店等需要二次認證的公共WiFi不支持設備聯網

# 共%i张
source: Nombre de pages total : %i
ja: 全%iページ
ko: 총 %i장
ru: Всего%i страниц
zh_hant: 共%i張

# 其他信息
source: Autres informations
ja: その他情报
ko: 기타 정보
ru: Дополнительная информация
zh_hant: 其他資訊

# 分钟
source: minutes
ja: 分
ko: 분
ru: Минут
zh_hant: 分鐘

# 切刀学习中...
source: Calibrage de la découpe.
ja: カッター学习中...
ko: 커터 학습 중...
ru: Резак учится ...
zh_hant: 切刀學習中...

# 切刀学习失败-%i
source: L'étalonnage de la coupure a échoué -%i
ja: カッター学习に失败しました-%i
ko: 커터 학습 실패 -%i
ru: Сбой обучения резака -%i
zh_hant: 切刀學習失敗-%i

# 切刀学习成功
source: Le calibrage de la découpe est terminé
ja: カッター学习成功
ko: 커터 학습 성공
ru: Успех обучения резчику
zh_hant: 切刀學習成功

# 切刀学习超时
source: Echec du calibrage de la découpe
ja: カッター学習タイムアウト
ko: 커터 학습 시간 초과
ru: Тайм-аут обучения резака
zh_hant: 切刀學習超時

# 切刀错误
source: Erreur de coupe
ja: カットエラー
ko: 커터 오류
ru: Ошибка резака
zh_hant: 切刀錯誤

# 删除
source: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
zh_hant: 刪除

# 到
source: A
ja: から
ko: 부터
ru: К
zh_hant: 到

# 刷新
source: Rafraichir la page
ja: 更新
ko: 새로고침
ru: Обновить
zh_hant: 刷新

# 前往升级
source: Cliquez pour mettre à jour
ja: バージョンアップへ
ko: 업그레이드하러 가기
ru: Перейти к обновлению
zh_hant: 前往升級

# 剪切
source: Couper
ja: 切り取り
ko: 잘라내기
ru: Резать
zh_hant: 剪切

# 功能到期时间
source: Date d'expiration de la fonction
ja: 机能の有効期限
ko: 기능만기기간
ru: Срок действия функции
zh_hant: 功能到期時間

# 功能异常
source: Anomalies de fonctionnement
ja: 机能异常
ko: 기능 이상
ru: Функциональные нарушения
zh_hant: 功能異常

# 功能激活历史
source: Historique d'activation de la fonction
ja: 机能アクティベーション履歴
ko: 기능 활성화 이력
ru: История активации функции
zh_hant: 功能啟動歷史

# 功能设置
source: Réglage de la fonction
ja: 机能设定
ko: 기능 설정
ru: Настройка функции
zh_hant: 功能設置

# 加载出错
source: Erreur de chargement.
ja: 読み取りエラー
ko: 불러오기 오류
ru: Ошибка загрузки
zh_hant: 加載出錯

# 加载图片失败:
source: Échec du chargement de l'image
ja: 写真読み取りエラー
ko: 사진 불러오기 실패:
ru: Не удалось загрузить изображение
zh_hant: 加載圖片失敗:

# 升级启动中...
source: La mise à jour débute...
ja: アップデート中..
ko: 업그레이드 시작 중...
ru: Обновление начинается ...
zh_hant: 升級啟動中...

# 即将没电
source: Votre imprimante n'a plus de batterie
ja: まもなくバッテリーが切れます
ko: 배터리가 곧 방전됨
ru: Аккумулятор почти разряжен
zh_hant: 即將沒電

# 厦门汉印电子技术有限公司
source: Xiamen Hanin Electronic Technology Co.,Ltd.
ja: 厦门汉印电子技术有限公司
ko: 샤먼한인전자기술유한공사
ru: Сямэнь Ханьинь Электронные технологии Лтд.
zh_hant: 廈門漢印電子技術有限公司

# 去更新
source: Mettre à jour
ja: 更新するに
ko: 업데이트하기
ru: Обновить
zh_hant: 去更新

# 去设置
source: Définir
ja: 设定へ
ko: 설정하기
ru: Установить
zh_hant: 去設置

# 反馈历史
source: Historique des retours
ja: お问い合わせ履歴
ko: 피드백 이력
ru: История отзывов
zh_hant: 回饋歷史

# 反馈问题
source: Questions sur les retours
ja: お问い合わせ
ko: 피드백 질문
ru: Отзыв о проблемах
zh_hant: 回饋問題

# 发现打印机
source: Imprimante trouvée
ja: プリンタ—が见つかりました
ko: 프린터 발견
ru: Принтер найден
zh_hant: 發現印表機

# 发现新版本,是否更新?
source: Une nouvelle version est disponible, souhaitez-vous la mettre à jour ?
ja: 新しいバージョンが见つかりました。更新しますか？
ko: 새로운 버전을 발견했습니다.업데이트 합니까?
ru: Найдена новая версия, обновлять или нет?
zh_hant: 發現新版本,是否更新?

# 发送中...
source: Envoi en cours...
ja: 送信中..
ko: 보 내 는 중...
ru: Отправка ...
zh_hant: 發送中...

# 发送失败
source: L'envoi des données a échoué
ja: 送信エラー
ko: 전송 실패
ru: Не удалось отправить данные
zh_hant: 發送失敗

# 取消
source: Annuler
ja: いいえ
ko: 취소
ru: Отмена
zh_hant: 取消

# 取消任务
source: Annuler la tâche
ja: キャンセル
ko: 작업 취소
ru: Отменить задачу
zh_hant: 取消任務

# 取消成功
source: Echec
ja: キャンセル済
ko: 취소 성공
ru: Отменить успешно
zh_hant: 取消成功

# 可选更新
source: Mise à jour facultative
ja: 选択バージョンアップ
ko: 선택적 업데이트
ru: Дополнительное обновление
zh_hant: 可選更新

# 可通过电脑查看WIFI列表，选择【WIFI-属性-网络频段】
source: Vous pouvez voir la liste WIFI sur l'ordinateur, sélectionnez [WIFI-Propriétés-réseau].
ja: パソコンを利用してWIFI情报を确认し、【WIFI-プロパティー-ネットワーク周波数】で确认します
ko: PC를 통해 Wi-Fi 리스트를 보시고 [Wi-Fi-속성-네트워크 주파수 대역]을 선택하실 수 있습니다.
ru: Вы можете просмотреть список WIFI через компьютер, выберите [WIFI-Атрибуты-Частоты].
zh_hant: 可通過電腦查看WIFI列表，選擇【WIFI-屬性-網路頻段】

# 合作咨询
source: Coopération de la consultation
ja: 协力相谈
ko: 협력 자문
ru: Консультации по сотрудничеству
zh_hant: 合作諮詢

# 同意
source: OK
ja: 同意する
ko: 동의
ru: Согласен
zh_hant: 同意

# 同步打印机信息
source: Synchroniser les informations de l'imprimante.
ja: プリンタの情报を同期する
ko: 프린터 정보 동기화
ru: Синхронизировать информацию о принтере
zh_hant: 同步印表機資訊

# 同步打印机信息失败(%@),请稍后重试
source: La synchronisation des informations a échoué (%@), veuillez réessayer ultérieurement.
ja: プリンタ情报の同期に失败しました(%@)。后でやり直してください。
ko: 프린터 정보 동기화 실패 (%@) 잠시 후 다시 시도하십시오.
ru: Не удалось синхронизировать информацию о принтере (%@), повторите попытку позже.
zh_hant: 同步印表機資訊失敗(%@),請稍後重試

# 同步打印机信息失败,请稍后重试
source: La synchronisation des informations a échoué, veuillez réessayer ultérieurement.
ja: プリンタ情报の同期に失败しました。后でやり直してください。
ko: 프린터 정보 동기화 실패,잠시 후 다시 시도하십시오.
ru: Не удалось синхронизировать информацию о принтере, повторите попытку позже.
zh_hant: 同步印表機資訊失敗,請稍後重試

# 名称
source: Nom
ja: ID
ko: 이름
ru: Имя
zh_hant: 名稱

# 否
source: Non
ja: いいえ
ko: 아니요
ru: Нет
zh_hant: 否

# 启动固件升级超时
source: Démarrer le délai de mise à jour du micrologiciel.
ja: ファームウェアのアップグレードがタイムアウトしました。
ko: 펌웨어 업데이트 시간 초과
ru: Таймаут запуска обновления прошивки
zh_hant: 啟動固件升級超時

# 固件更新成功
source: Mise à jour du logiciel réussie
ja: プログラムの更新に成功しました
ko: 펌웨어 버전이 너무 낮아서 펌웨어를 업그레이드해야만 이 기능을 사용할 수 있습니다.
ru: Обновление прошивки выполнено успешно
zh_hant: 固件更新成功

# 固件版本过低，需要升级固件才能使用该功能
source: La version est trop ancienne, vous devez le mettre à jour pour utiliser cette fonction.
ja: ファームウェアバージョンが古いので、バージョンアップしてから当机能をご使用ください
ko: 글 그림 증강
ru: Версия прошивки слишком низкая, вам необходимо обновить прошивку, чтобы использовать эту функцию.
zh_hant: 固件版本過低，需要升級固件才能使用該功能

# 图文增强
source: Amélioration graphique
ja: テキストモード
ko: 그림에서 QR코드의 형식이 잘못되었습니다.
ru: Улучшение графики
zh_hant: 圖文增強

# 图片中二维码格式不正确
source: Le format de code QR dans l'image est incorrect.
ja: 写真に记録されたQCコードのフォーマットが正しくありません
ko: 그림에서 QR코드를 찾을 수 없습니다
ru: Формат QR-кода на картинке неверен
zh_hant: 圖片中二維碼格式不正確

# 图片中没有找到二维码
source: Aucun code QR n'a été détecté dans l'image.
ja: 写真にQCコードが発见されませんでした
ko: 그림 불러오는 중...
ru: QR-код на картинке не найден
zh_hant: 圖片中沒有找到二維碼

# 图片加载中...
source: L'image est en cours de chargement...
ja: 写真読み取り中
ko: 그림 처리
ru: Изображение загружается
zh_hant: 圖片加載中...

# 图片处理
source: Traitement des images
ja: 写真修正
ko: 그림 처리 중...
ru: Обработка изображений
zh_hant: 圖片處理

# 图片处理中...
source: L'image est en cours de traitement...
ja: 写真修正中...
ko: 그림 인쇄
ru: Изображение обрабатывается ...
zh_hant: 圖片處理中...

# 图片打印
source: Imprimer une photo
ja: 写真印刷
ko: 온라인
ru: Печать изображений
zh_hant: 圖片列印

# 在线
source: En ligne
ja: オンライン
ko: 온라인 고객서비스
ru: онлайн
zh_hant: 線上

# 在线客服
source: Service en ligne
ja: サポート
ko: 모델
ru: Интернет Сервис
zh_hant: 線上客服

# 型号
source: Modèle
ja: 规格番号
ko: 증강
ru: Модель
zh_hant: 型號

# 增强
source: Améliorer
ja: パワーアップ
ko: 처리 중...
ru: Усиливать
zh_hant: 增強

# 处理中...
source: Traitement...
ja: 修正中...
ko: 처리 효과
ru: Обработка...
zh_hant: 處理中...

# 处理效果
source: Traitement
ja: 修正効果
ko: 프로필 사진
ru: Эффект обработки
zh_hant: 處理效果

# 头像
source: Photo
ja: プロファイル写真
ko: Wi-Fi 주파수 대역을 어떻게 확인합니까?
ru: Фото
zh_hant: 頭像

# 如何查看WIFI频段
source: Comment vérifier la bande de fréquences WIFI ?
ja: WIFI周波数を确认する方法
ko: 그림과 같이 %@ 규격 라벨의 QR코드를 찾은 후 다음 단계를 클릭하여 QR코드를 스캔해서 연결하기
ru: Как проверить частоту WIFI
zh_hant: 如何查看WIFI頻段

# 如图找到%@规格标签上的二维码后点击下一步进行扫码连接
source: Comme indiqué sur la figure, scannez le code QR sur l'étiquette de %@,cliquez sur Suivant pour la connexion.
ja: 図のように%@のラベルにあるQCコードをスキャンし、次へ
ko: 그림 에서%@규격 탭 에 있 는 QR 코드 를 찾 은 후 다음 단 계 를 누 르 면 스 캔 연결 을 합 니 다
ru: Как показано на рисунке, найдите QR-код на этикетке с рейтингом %@ и нажмите «Далее», чтобы отсканировать QR-код для подключения.
zh_hant: 如圖找到%@規格標籤上的二維碼後點擊下一步進行掃碼連接

# 完成
source: Terminé
ja: 完成
ko: 위치 지정 실패
ru: Заканчивать
zh_hant: 完成

# 定位失败
source: Echec de positionnement
ja: ポジショニングに失败しました
ko: 고객서비스:
ru: Ошибка позиционирования
zh_hant: 定位失敗

# 客服:
source: Service client
ja: サポーター
ko: 가져오기
ru: Техническая поддержка:
zh_hant: 客服:

# 导入
source: Ajouter à
ja: インポート
ko: QR코드/바코드를 테두리 안에 넣으면, 자동으로 스캔이 됩니다.
ru: Добавить в
zh_hant: 導入

# 将二维码/条码放入框内，即可自动扫描
source: Placez le QR code/le code barre dans le boitier pour le scanner automatiquement.
ja: ＱＣコード/バーコードを枠に入れ、自动的にスキャンします
ko: HiPrint 쇼핑몰
ru: Поместите QR-код / штрих-код в поле для автоматического сканирования
zh_hant: 將二維碼/條碼放入框內，即可自動掃描

# 小印商城
source: Centre d'achat
ja: 小印モール
ko: 기간
ru: Торговый центр
zh_hant: 小印商城

# 小时
source: heure(s)
ja: 时间
ko: 랜 인쇄
ru: Час
zh_hant: 小時

# 局域网打印
source: Impression LAN
ja: WLAN印刷
ko: Wi-Fi 핫스팟 이름 및 비밀번호 작성 완료
ru: LAN
zh_hant: 局域網列印

# 已填写Wi-Fi热点名称及密码
source: Indiquez le nom du réseau Wi-Fi et le mot de passe.
ja: Wi-Fiの名前とパスワードを记入済み
ko: 상술한 조작 완료
ru: Введенно имя и пароль точки доступа Wi-Fi.
zh_hant: 已填寫Wi-Fi熱點名稱及密碼

# 已完成上述操作
source: Les opérations ci-dessus ont été réalisées
ja: 上记の操作を完了しました
ko: 연결 완료
ru: Вышеуказанные операции были завершены
zh_hant: 已完成上述操作

# 已连接
source: Connecté
ja: 接続しました
ko: %i선택됨, %i인쇄됨, 예상%i장, 길이%1fcm
ru: подключена
zh_hant: 已連接

# 已选%i页*%i份, 出纸%.1fcm
source: Pages%isélectionnées,*%icopie,,Papier out%.1fcm
ja: %iページ*%i分, 排纸%.1fcm
ko: Selected%ipages*%icopies, Paper out%.1fcm
ru: Выбрано%i страниц *%i копий, выход бумаги%.1fcm
zh_hant: 已選%i頁*%i份, 出紙%.1fcm

# 市面上支持5G频段的路由器一般也支持2.4G频段，请翻阅路由器说明书将路由器设置到兼容5G及2.4G频段的模式
source: Les routeurs sur le marché qui prennent en charge la bande de fréquence 5G prennent généralement aussi en charge la bande de fréquence 2.4G. Veuillez vous référer au manuel du routeur pour définir le routeur sur un mode compatible avec les bandes de fréquences 5G et 2.4G.
ja: 一般的に5Gを対応しているルーターが2.4Gも対応できまるので、ルーターの帮助书を确认してください
ko: 도움
ru: Маршрутизаторы на рынке, которые поддерживают частоту 5G, обычно также поддерживают частоту 2,4 ГГц. См. Руководство к маршрутизатору, чтобы установить маршрутизатор в режим, совместимый с частотами 5G и 2,4G.
zh_hant: 市面上支持5G頻段的路由器一般也支持2.4G頻段，請翻閱路由器說明書將路由器設置到相容5G及2.4G頻段的模式

# 帮助
source: Aide
ja: ヘルプ
ko: 자주 묻는 질문
ru: Помощь
zh_hant: 幫助

# 常见问题
source: Problème fréquent
ja: よくある质问
ko: 시리얼 번호
ru: Общая проблема
zh_hant: 常見問題

# 序列号
source: Numéro de série
ja: シリアルナンバー
ko: 앱에서 연결
ru: Серийный номер
zh_hant: 序列號

# 应用内连接
source: Connexion depuis l'application
ja: アプリケーション内の接続
ko: 이 장치를 찾을 수 없음
ru: Подключение в приложении
zh_hant: 應用內連接

# 应用未找到该设备
source: Le niveau de batterie de l'imprimante est trop faible pour la mise à jour. Veuillez charger la batterie à plus de 30% avant de lancer la mise à jour.
ja: デバイスがアプリで见つかりませんでした
ko: 커버 열기
ru: Приложение не нашло устройство
zh_hant: 應用未找到該設備

# 开盖
source: Le couvercle de l'imprimante est ouvert.
ja: カバーが开いてます
ko: 강제 업데이트
ru: Крышка открыта
zh_hant: 開蓋

# 强制更新
source: Mise à jour obligatoire
ja: 强制的バージョンアップ
ko: 현재 연결되어 있는 장치만
ru: Обязательное обновление
zh_hant: 強制更新

# 当前仅展示您连接过的设备
source: Seuls les appareils que vous avez connectés sont affichés actuellement.
ja: 现在は接続したデバイスのみが表示されます
ko: 현재 프린터가 연결되어 있지 않습니다. 다시 연결하시겠습니까?
ru: В настоящее время отображаются только те устройства, которые вы подключили.
zh_hant: 當前僅展示您連接過的設備

# 当前打印机已被解绑，是否重新绑定？
source: L'imprimante actuelle est déconnectée, souhaitez-vous la connecter à nouveau ?
ja: プリンタはバインドされていません、リバウンドするかどうか？
ko: 현재 소모품 모델
ru: Текущий принтер не был привязан, нужно ли повторно привязать
zh_hant: 當前印表機已被解綁，是否重新綁定？

# 当前耗材型号
source: Modèle de ruban actuel
ja: 现在のリボンモデル
ko: 현재 페이지
ru: Текущая модель ленты
zh_hant: 當前耗材型號

# 当前页
source: Actuelle
ja: 当ページ
ko: 대기 시간
ru: Текущий
zh_hant: 當前頁

# 待机时间
source: Arrêt automatique
ja: スタンバイ时间
ko: 위챗글 인쇄
ru: Время ожидания
zh_hant: 待機時間

# 微信文章打印
source: Impression de l'article WeChat
ja: WeChat文章を印刷する
ko: 위챗글 미리 보기
ru: Печать статей в WeChat
zh_hant: 微信文章列印

# 微信文章预览
source: Aperçu de l'article WeChat
ja: WeChat文章を见る
ko: 이 인터페이스를 통해 요금을 지불하고 프린터의 원격 인쇄 기능을 활성화할 수 있습니다(개별 기종은 구매 불필요). 활성화되면 학교, 회사, 옥외 등에서 원격으로 Wi-Fi가 연결되어 있는 인쇄 장치로 파일을 인쇄할 수 있습니다.
ru: Предварительный просмотр статьи в WeChat
zh_hant: 微信文章預覽
