Repository: NightDrivers/HTTPRequest
Catalog: HTTPRequest/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

source: Vous pouvez payer pour activer la fonction d'impression à distance de l'imprimante via cette interface (Certains modèles ne nécessitent pas l'achat si la fonction est activée de façon permanente). Après l'activation, vous pouvez envoyer des fichiers à distance depuis les écoles, les entreprises, en plein air et d'autres endroits connecté au réseau Wi-Fi. Le fichier est imprimé.
ja: このインターフェイスを介してプリンタのリモート印刷机能をアクティブ化するために支払うことができます（一部のモデルは、永続的にアクティブ化されていて、购入する必要がありません）。アクティブ化后、学校、企业、屋外などから、自宅の印刷デバイス（Wi-Fiに接続された）にファイルをリモートで送信して印刷しできます。
ko: 과거 기록에 대한 응답을 하지 않은 것 같습니다.
ru: Вы можете заплатить за активацию функции удаленной печати принтера через этот интерфейс (некоторые модели не требуют покупки, если она активирована постоянно). После активации вы можете удаленно отправлять файлы из школ, компаний, на открытом воздухе и т.д. на домашнее устройство печати, подключенное к Wi-Fi, для печати файлов.
zh_hant: 您可通過該介面付費啟動印表機的遠程列印功能（個別機型永久啟動無需購買），啟動後您能在學校、公司、戶外等地方遠程發送檔至家中已連接Wi-Fi的列印設備，將檔列印出來。

# 您好像还没有反馈历史
source: Il semble que vous n'ayez pas d'historique de commentaires.
ja: フィードバックの歴史がないようです
ko: 구매하신 상품이 아직 발급되지 않았습니다.
ru: Похоже, у вас нет истории отзывов
zh_hant: 您好像還沒有回饋歷史

# 您有已购买的商品尚未发放
source: Vous avez acheté des produits qui ne sont pas encore disponibles.
ja: 未リリースの购入アイテムがあります
ko: 당신의 iPhone은 아직 인터넷에 연결되어 있지 않으니, 휴대폰 네트워크를 점검하십시오.
ru: Вы приобрели товары, которые не были выпущены
zh_hant: 您有已購買的商品尚未發放

# 您的iPhone尚未接入互联网，请检查手机网络
source: Votre iPhone n'est pas connecté à Internet, veuillez vérifier le réseau mobile.
ja: iPhoneがインターネットに接続されていません。モバイルネットワークを确认してください
ko: 피드백
ru: Ваш iPhone не подключен к Интернету, проверьте мобильную сеть
zh_hans: 您的iPhone尚未接入互联网，请检查手机网络
zh_hant: 您的iPhone尚未接入互聯網，請檢查手機網路

# 意见反馈
source: Commentaires
ja: ご意见
ko: 현재 휴대폰으로 연결되어 있는 Wi-Fi 정보 를 얻을 수 있는 위치 권한이 필요합니다."위치"에서 위치정보 접근 허가,"정확한 위치"를 열러주세요.
ru: Обратная связь
zh_hant: 意見回饋

# 我们需要您的定位权限来获取当前手机连接的Wi-Fi信息 请在"位置"中允许访问位置信息，并打开"精确位置"
source: Nous avons besoin d'accéder à votre position pour obtenir les informations de connexion au réseau Wi-Fi de votre téléphone. aller à"Position"Autorisez l'accès à votre position"Lorsque l'app est active"activer une Position exacte.
ja: 携帯电话接続のWi-Fi情报を取得するには、位置情报の许可が必要です。 "位置情报"で位置情报へのアクセスを许可し、"正确な位置情报"をオンにしてください
ko: 현재 휴대폰으로 연결되어 있는 Wi-Fi 정보를 얻을 수 있는 위치 권한이 필요합니다."위치"에서 "정확한 위치" 를 열어주세요.
ru: Нам необходимо ваше разрешение на местоположение, чтобы получить информацию о Wi-Fi текущего подключения мобильного телефона. Разрешите доступ к информации о местоположении в "Местоположение" и откройте "Точное местоположение"
zh_hant: 我們需要您的定位許可權來獲取當前手機連接的Wi-Fi資訊 請在"位置"中允許訪問位置資訊，並打開"精確位置"

# 我们需要您的定位权限来获取当前手机连接的Wi-Fi信息，请在"位置"中打开"精确位置"
source: Nous avons besoin de votre autorisation de position pour obtenir les informations Wi-Fi actuelles du téléphone mobile. Veuillez sélectionner "Lorsque l'app est active" dans "Service de localisation".
ja: 携帯电话接続のWi-Fi情报を取得するには、位置情报の许可が必要です。"位置情报"で"正确な位置情报"を开いてください
ko: 내 계정
ru: Нам необходимо ваше разрешение на местоположение, чтобы получить информацию о Wi-Fi текущего подключения мобильного телефона. Пожалуйста, откройте "Точное местоположение" в "Местоположение"
zh_hant: 我們需要您的定位許可權來獲取當前手機連接的Wi-Fi資訊，請在"位置"中打開"精確位置"

# 我的
source: Mon compte
ja: マイアカウント
ko: 내 장치(%i)
ru: Мое устройство (%i)
zh_hant: 我的

# 我的设备(%i)
source: Mon appareil (%i)
ja: マイデバイス(%i)
ko: 내 장치(%i)
ru: Мое устройство (%i)
zh_hant: 我的設備(%i)

# 我知道了
source: Je sais
ja: 了解です
ko: 휴대폰과 프린터가 블루투스로 연결합니다.
ru: Я знаю
zh_hant: 我知道了

# 手机与打印机建立蓝牙连接
source: Connexion Bluetooth entre le smartphone et l'imprimante.
ja: Bluetooth接続を确立します
ko: 휴대폰과 프린터는 동일한 Wi-Fi 핫스팟에 있으므로 집에서 사용하는 것을 추천합니다.
ru: Bluetooth-соединение между мобильным телефоном и принтером
zh_hant: 手機與印表機建立藍牙連接

# 手机打印机处于同一Wi-Fi热点下，推荐居家使用
source: L'imprimante et le smartphone sont connectés sur le même réseau Wi-Fi, il est recommandé de l'utiliser à la maison.
ja: 携帯电话のプリンターは同じWi-Fiホットスポットの下にあるため、自宅での使用をお勧めします
ko: 휴대전화가 위치추적 서비스를 사용할 수 없으므로, 위치추적 서비스가 제한되는지 확인하십시오.
ru: Принтер мобильного телефона находится под той же точкой доступа Wi-Fi, рекомендуется использовать дома.
zh_hant: 手機印表機處於同一Wi-Fi熱點下，推薦居家使用

# 手机无法使用定位服务,请检查定位服务是否受限
source: Le téléphone ne peut pas utiliser le service de localisation, veuillez vérifier si le service est limité.
ja: 携帯电话は位置情报サービスを利用できません。位置情报サービスが制限されているかどうかを确认してください
ko: 핸드폰이 핫스팟 미연결.
ru: Мобильный телефон не может использовать службу определения местоположения, проверьте, не ограничена ли служба определения местоположения
zh_hant: 手機無法使用定位服務,請檢查定位服務是否受限

# 手机未连接热点
source: Le calibrage de la découpe est terminé
ja: 携帯电话がホットスポットに接続しません
ko: 인쇄
ru: Мобильный телефон не подключился к точке доступа
zh_hant: 手機未連接熱點

# 打印
source: Imprimer
ja: 印刷
ko: 인쇄 중
ru: Печать
zh_hant: 列印

# 打印中
source: Impression
ja: 印刷しています
ko: 인쇄 작업
ru: Печатает
zh_hant: 列印中

# 打印任务
source: Tâche d'impression
ja: 印刷ジョブ
ko: 인쇄 작업 취소됨
ru: Задача печати
zh_hant: 列印任務

# 打印任务已取消
source: La tâche a été annulée
ja: 印刷をキャンセルしました
ko: 인쇄 작업이 이상으로 중단되었으므로, 프린터 상태를 점검하거나 프린터를 다시 시작하십시오.
ru: Задача печати отменена
zh_hant: 列印任務已取消

# 打印任务被异常暂停，请检查打印机状态或重启打印机
source: L'impression a été suspendue anormalement, veuillez vérifier l'état de l'imprimante ou redémarrez l'imprimante.
ja: 印刷ジョブが异常に中断されました。プリンタのステータスを确认するか、プリンタを再起动してください
ko: 인쇄매수:
ru: Задача печати была аварийно приостановлено, проверьте состояние принтера или перезапустите принтер.
zh_hant: 列印任務被異常暫停，請檢查印表機狀態或重啟印表機

# 打印份数:
source: Copies:
ja: 印刷部数
ko: 인쇄 실패, 사진 인쇄 명령 응답 시간 초과
ru: Копии:
zh_hant: 列印份數:

# 打印失败，图片打印命令响应超时
source: L'impression a échoué, délai de réponse pour la commande d'impression d'image trop long.
ja: 印刷に失败しました。画像印刷コマンドの応答タイムアウト
ko: 인쇄 실패, 사진 인쇄 데이터 응답 시간 초과
ru: Ошибка печати, тайм-аут ответа на команду печати изображения
zh_hant: 列印失敗，圖片列印命令回應超時

# 打印失败，图片打印数据响应超时
source: L'impression a échoué, délai de réponse pour les données d'impression d'image trop long.
ja: 印刷に失败しました、画像印刷データの応答タイムアウト
ko: 인쇄 실패, 실행 오류: %i
ru: Ошибка печати, тайм-аут ответа для данных печати изображения
zh_hant: 列印失敗，圖片列印數據回應超時

# 打印失败，执行错误: %i
source: L'impression a échoué,Erreur: %i.
ja: 印刷に失败しました、実行エラー： %i
ko: 인쇄 실패,실행 오류:%i
ru: Ошибка печати, ошибка выполнения:%i
zh_hant: 列印失敗，執行錯誤: %i

# 打印失败，数据通道关闭
source: L'impression a échoué, le canal de données est fermé.
ja: 印刷に失败しました、データチャネルが闭じています
ko: 인쇄 실패，데이터 채널 닫힘: %@
ru: Ошибка печати, канал данных закрыт
zh_hant: 列印失敗，數據通道關閉

# 打印失败，数据通道关闭: %@
source: L'impression a échoué, le canal de données est fermé:%@.
ja: 印刷に失败しました、データチャネルが闭じています: %@
ko: 인쇄 실패, 데이터 채널 연결 실패: %@
ru: Ошибка печати, канал данных закрыт:%@
zh_hant: 列印失敗，數據通道關閉: %@

# 打印失败，数据通道连接失败: %@
source: L'impression a échoué,La connexion de données a échoué:%@.
ja: 印刷に失败しました、データチャネル接続に失败しました: %@
ko: 인쇄 실패,데이터 채널 연결 실패:%@
ru: Ошибка печати, сбой подключения к каналу данных:%@
zh_hant: 列印失敗，數據通道連接失敗: %@

# 打印头温度过高
source: La température de l'imprimante est trop élevée.
ja: ヘッド温度オーバー
ko: 프린트 헤드의 온도가 너무 높으므로, 계속 인쇄하면 장치의 손상이 발생할 수 있으니, 장치의 상태가 회복될 때까지 기다려 주십시오.
ru: Температура TPH слишком высока
zh_hant: 列印頭溫度過高

# 打印头温度过高，继续打印可能引起设备损坏，请耐心等待设备状态恢复
source: Si la température de la tête d'impression est trop élevée, l'impression peut endommager l'appareil, veuillez attendre que l'appareil se refroidisse.
ja: プリントヘッドの温度が高すぎる场合、印刷を続けるとデバイスが损伤する可能性があります。デバイスが回复するまでしばらくお待ちください。
ko: 인쇄 완료
ru: Если температура TPH слишком высока, продолжение печати может привести к повреждению устройства, пожалуйста, терпеливо подождите, пока устройство не восстановится.
zh_hant: 列印頭溫度過高，繼續列印可能引起設備損壞，請耐心等待設備狀態恢復

# 打印完成
source: L'impression est terminée
ja: 印刷済み
ko: 인쇄된 파일은 기본적으로 흑백 처리가 되어 있어 내용에 영향을 줄 수 있습니다. 사진을 클릭하면 확대해서 컬러 그림과 흑백의 효과를 대조해 볼 수 있습니다.
ru: Печать завершена
zh_hant: 列印完成

# 打印文件将被默认进行黑白处理，可能影响内容，您可以点击点击图片放大查看彩图和黑白效果进行对比
source: Le fichier à imprimer sera traité en noir et blanc par défaut, ce qui peut affecter le contenu. Vous pouvez cliquer sur l'image pour l'agrandir et changer le contraste avec l'effet noir et blanc.
ja: 印刷する际、ファイルがデフォルトにより白黒処理されます。内容を影响する恐れがありますが、写真を拡大し、カラーと白黒効果をご确认ください
ko: 인쇄 미완료
ru: По умолчанию распечатанный файл будет обрабатываться в черно-белом режиме, что может повлиять на его содержимое. Вы можете нажать на изображение, чтобы увеличить и контрастировать цветное изображение с черно-белым эффектом.
zh_hant: 列印檔將被默認進行黑白處理，可能影響內容，您可以點擊點擊圖片放大查看彩圖和黑白效果進行對比

# 打印未完成
source: L'impression n'est pas terminée
ja: 印刷未完成
ko: 프린터 IP 할당이 시간 초과되었습니다, 핫스팟 정보 입력이 정확한지 재시도 및 검증하십시오
ru: Печать не закончена
zh_hant: 列印未完成

# 打印机IP分配超时，请重试或验证热点信息输入是否正确
source: Affectation IP de l'imprimante expirée, veuillez essayer à nouveau ou vérifiez que les informations du réseau ont été entrées correctement.
ja: プリンタのIP割り当てがタイムアウトしました。再试行するか、ホットスポット情报が正しく入力されていることを确认してください
ko: 프린터 Wi-Fi 연결 테스트
ru: Истекло время назначения IP-адреса принтера. Повторите попытку или убедитесь, что информация о точке доступа введена правильно.
zh_hant: 印表機IP分配超時，請重試或驗證熱點資訊輸入是否正確

# 打印机Wi-Fi连接测试
source: Test de connexion Wi-Fi de l'imprimante.
ja: プリンタWi-Fi接続テスト
ko: 프린터 내에 아직 인쇄되지 않은 데이터가 있어 현재 데이터가 인쇄될 때까지 기다리시겠습니까?
ru: Проверка подключения принтера к Wi-Fi
zh_hant: 印表機Wi-Fi連接測試

# 打印机内仍有数据未打印是否等待当前数据打印结束?
source: Il y a encore des données à imprimer, souhaitez-vous attendre la fin de l'impression en cours ?
ja: 印刷されていないデータが存在しているが、印刷するまでお待ちしますか？
ko: 프린터 용지 배출구에서 꺼내지 않은 용지가 있으니, 인쇄 용지를 꺼내 주십시오.
ru: Данные по-прежнему не распечатаны в принтере. Вы хотите дождаться завершения печати текущих данных?
zh_hant: 印表機內仍有數據未列印是否等待當前數據列印結束?

# 打印机出纸口有纸张未取出，请取出打印纸
source: Il reste du papier dans le bac à papier, veuillez retirer le papier d'impression.
ja: 排纸口にある用纸を取り出してください
ko: 프린터가 추가되었고 바인딩되었습니다
ru: В выпускном отверстии для бумаги осталась бумага, удалите бумагу.
zh_hant: 印表機出紙口有紙張未取出，請取出打印紙

# 打印机已添加成功并绑定
source: L'imprimante a été ajoutée avec succès et liée.
ja: プリンタを追加し、バインディングしました
ko: 프린터 추가 성공 및 귀속
ru: Принтер был успешно добавлен и привязан
zh_hant: 印表機已添加成功並綁定

# 打印机应答数据超时
source: délai de réponse des données de l'imprimante.
ja: プリンタ応答データがタイムアウトしました
ko: 프린터 바닥
ru: Тайм-аут данных ответа принтера
zh_hant: 印表機應答數據超時

# 打印机底部
source: Bas de l'imprimante
ja: プリンタ底
ko: 프린터 커버를 열려 있습니다, 프린터의 위 커버를 정확하게 닫았는지 점검하십시오.
ru: Нижняя часть принтера
zh_hant: 印表機底部

# 打印机开盖，请检查打印机上盖是否正确合上
source: Le couvercle de l'imprimante est ouvert, veuillez vérifier si le couvercle de l'imprimante est correctement fermé.
ja: プリンタカバーが开いています。プリンタカバーが正しく闭じているかどうかを确认してください
ko: 프린터 인증
ru: Крышка принтера открыта, проверьте, правильно ли закрыта крышка принтера
zh_hant: 印表機開蓋，請檢查印表機上蓋是否正確合上

# 打印机授权
source: Autorisation d'imprimante
ja: プリンタ権限
ko: 프린터 인증 실패
ru: Авторизация принтера
zh_hant: 印表機授權

# 打印机授权失败
source: L'autorisation d'accès à l'imprimante a échoué.
ja: プリンターの认証に失败しました
ko: 프린터 인증 실패(%@) 고객 서비스에 연락하십시오.
ru: Авторизация принтера не удалась
zh_hant: 印表機授權失敗

# 打印机授权失败(%@)，请联系客服
source: L'autorisation de l'imprimante a échoué (%@), veuillez contacter le fournisseur.
ja: プリンター认証に失败しました (%@)、カスタマーサービスに连络してください
ko: 프린터 인증 실패(%@),고객 센터 에 연락 하 세 요
ru: Ошибка авторизации принтера (%@), обратитесь в службу поддержки.
zh_hant: 印表機授權失敗(%@)，請聯繫客服

# 打印机更改配置
source: Changement de configuration de l'imprimante.
ja: プリンタ设定変更
ko: 프린터 설정 변경
ru: Изменение конфигурации принтера
zh_hant: 印表機更改配置

# 打印机有未打印的数据，不清空将无法连接，是否清空?
source: L'imprimante contient des données non imprimées. Si elles ne sont pas effacées, elle ne pourra pas se connecter. Voulez-vous les effacer?
ja: プリンタに未印刷のデータがあります。空を确认しないと接続できなくなります。空ですか？
ko: 프린터 서비스에 접속이 실패하였습니다, 다시 시도하거나 프린터를 다시 시작하세요
ru: В принтере есть нераспечатанные данные. Если он не очищен, он не сможет подключиться. Вам нужно очистить?
zh_hant: 印表機有未列印的數據，不清空將無法連接，是否清空?

# 打印机服务连接失败，请重试或重启打印机
source: La connexion au service d'impression a échoué, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタサービスの接続に失败しました。再试行するか、プリンタを再起动してください
ko: 프린터가 데이터 프로토콜을 지원하지 않습니다.
ru: Не удалось подключиться к службе принтера. Повторите попытку или перезапустите принтер.
zh_hant: 印表機服務連接失敗，請重試或重啟印表機

# 打印机未支持任何数据协议
source: Le calibrage de la découpe a échoué.
ja: プリンタはデータプロトコルをサポートしていません
ko: 프린터가 정상적으로 닫히지 않았습니다, 양쪽 모두 점검 후 올바르게 닫습니다(올바르게 닫으면 자동으로 인쇄가 재개됩니다)
ru: Принтер не поддерживает протоколы передачи данных.
zh_hant: 印表機未支持任何數據協議

# 打印机未正常合盖，请检查两侧后正确合盖(正确合盖后将自动恢复打印)
source: Le couvercle de l'imprimante n'est pas bien fermé, veuillez vérifier les deux côtés et le fermer correctement. L'impression reprendra automatiquement après la bonne fermeture du couvercle.
ja: プリンタカバーエラー、両サイドを検査し正しく闭めてください（エラー解除次第に自动的に印刷を行います）
ko: 프린터가 정상적으로 연결되지 않았으니, 프린터 네트워크를 점검하십시오.
ru: Крышка принтера не закрывается нормально, проверьте обе стороны и закройте ее правильно (печать возобновится автоматически после того, как крышка будет правильно закрыта).
zh_hant: 印表機未正常合蓋，請檢查兩側後正確合蓋(正確合蓋後將自動恢復列印)

# 打印机未能正常连网，请检查打印机网络
source: L'imprimante ne parvient pas à se connecter au réseau, veuillez vérifier le réseau de l'imprimante.
ja: プリンタと接続していません。ネットワークをチェックしてください
ko: 프린터의 핵심 부품 온도가 너무 높으니, 잠시 사용을 중지하거나 프린터를 다시 시작하십시오.
ru: Принтеру не удается подключиться к сети, проверьте сеть принтера.
zh_hant: 印表機未能正常連網，請檢查印表機網路

# 打印机核心器件温度过高，请暂时停止使用或重启打印机
source: Les composants principaux de l'imprimante sont en surchauffe, veuillez cesser de l'utiliser pour le moment ou la redémarrer immédiatement.
ja: プリンタコアデバイスが温度オーバーしています。しばらくお待ちしてまたは再起动してください
ko: 프린터가 작업 중입니다. 다시 시도하시겠습니까?
ru: Основные компоненты принтера перегрелись, прекратите использование или перезапустите принтер.
zh_hant: 印表機核心器件溫度過高，請暫時停止使用或重啟印表機

# 打印机正忙，是否重试
source: Cette imprimante est occupée. Souhaitez-vous réessayer ?
ja: プリンタがビジーです。もう一度やり直しますか？
ko: 프린터 활성화 실패: %@
ru: Принтер занят. Хотите попробовать еще раз?
zh_hant: 印表機正忙，是否重試

# 打印机激活失败: %@
source: L'activation de l'imprimante a échoué:%@.
ja: プリンターのアクティブ化に失败しました： %@
ko: 프린터 활성화 실패:%@
ru: Ошибка активации принтера:%@
zh_hant: 印表機啟動失敗: %@

# 打印机激活失败: 请检查网络
source: L'activation de l'imprimante a échoué: veuillez vérifier le réseau.
ja: プリンタのアクティブ化に失败しました：ネットワークを确认してください
ko: 프린터 전력량이 너무 낮으니, 프린터를 충전해 주세요.
ru: Ошибка активации принтера: проверьте сеть
zh_hant: 印表機啟動失敗: 請檢查網路

# 打印机电量过低，请为打印机充电
source: Batterie d'imprimante est trop faible, veuillez recharger l'imprimante.
ja: プリンターのバッテリーが少なくなっています。プリンターを充电してください
ko: 프린터 프로그램
ru: Батарея принтера слишком разряжена, зарядите принтер
zh_hant: 印表機電量過低，請為印表機充電

# 打印机程序
source: Version du l'imprimante
ja: プログラムバージョン
ko: 프린터 프로그램 다운로드 중...
ru: Программа принтера
zh_hant: 印表機程式

# 打印机程序下载中...
source: La version de l'imprimante est en cours de téléchargement...
ja: プリントプログラムダウンロード中...
ko: 프린터 프로그램에 새로운 버전이 있습니다. 업데이트 내용을 확인하시겠습니까? (주: 무시하면 향후 자주 제시되지 않습니다. 조심하십시오)
ru: Программа принтера загружается ...
zh_hant: 印表機程式下載中...

# 打印机程序有新版本，是否查看更新内容? (注：忽略将永久不再主动提示，请谨慎)
source: Une nouvelle version est disponible, souhaitez-vous la voir ? (Note : si vous choisissez d'ignorer ce message, il ne s'affichera plus).
ja: プリンタプログラム新バージョンが见つかりました。更新情报を読みますか？ （PS：再注意しませんは再び自ら注意しないので、ご慎重に）
ko: 프린터 프로그램 버전
ru: Вышла новая версия программы принтера. Хотите увидеть обновленное содержимое? N (Примечание. Если вы проигнорируете запрос, запрос никогда не появится, будьте осторожны).
zh_hant: 印表機程式有新版本，是否查看更新內容? (注：忽略將永久不再主動提示，請謹慎)

# 打印机程序版本
source: Version du logiciel
ja: プリンタプログラムバージョン
ko: 프린터 프로그램 버전이 너무 낮아서 업그레이드하지 않으면 인쇄할 수 없습니다. 업그레이드하십시오.
ru: Версия рограммы принтера
zh_hant: 印表機程式版本

# 打印机程序版本太低，不升级将无法打印，请前往升级
source: La version de l'imprimante est trop ancienne, veuillez la mettre à jour.
ja: プリンタプログラムバージョンが古いので、印刷できません。バージョンアップしてください
ko: 프린터 프로그램 버전이 너무 낮아서 소모품을 호환되지 않습니다. 프린터 프로그램을 업그레이드해십시오.
ru: Версия программы принтера слишком низкая для печати, перейдите к обновлению.
zh_hant: 印表機程式版本太低，不升級將無法列印，請前往升級

# 打印机程序版本太低，无法兼容放入的耗材，请升级打印机程序
source: La version de l'imprimante est trop ancienne pour être compatible avec le matériel, veuillez la mettre à jour.
ja: プログラムバージョンが古いので、メディアを読み取れません。バージョンアップしてください
ko: 프린터에 용지가 부족하면, 커버를 열고 프린터의 나머지 인쇄 용지의 잔량을 확인하십시오.
ru: Версия программы принтера слишком низкая для совместимости с расходными материалами, обновите ее.
zh_hant: 印表機程式版本太低，無法相容放入的耗材，請升級印表機程式

# 打印机缺纸，请开盖检查打印机剩余打印纸剩余量
source: L'imprimante n'a plus de papier, veuillez ouvrir le couvercle pour vérifier la quantité restante de papier dans l'imprimante.
ja: プリンターの用纸がありません。カバーを开けて、プリンターに残っている用纸の量を确认してください。
ko: 프린터 블루투스 연결이 실패했습니다, 다시 시도하거나 프린터기를 다시 시작하세요
ru: В принтере закончилась бумага, откройте крышку, чтобы проверить оставшееся количество бумаги в принтере.
zh_hant: 印表機缺紙，請開蓋檢查印表機剩餘打印紙剩餘量

# 打印机蓝牙连接失败，请重试或重启打印机
source: La connexion Bluetooth de l'imprimante a échoué,veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタのBluetooth接続に失败しました。再试行するか、プリンタを再起动してください
ko: 프린터 재단 인쇄 용지에 이상 오류가 발생하였습니다. 프린터를 다시 시작하십시오.
ru: Не удалось подключиться к принтеру через Bluetooth. Повторите попытку или перезапустите принтер.
zh_hant: 印表機藍牙連接失敗，請重試或重啟印表機

# 打印机裁切打印纸出现异常错误，请重启打印机
source: L'imprimante coupe anormalement le papier d'impression, veuillez redémarrer l'imprimante.
ja: 用纸カットエラー、再起动してください
ko: 프린터 연결 실패
ru: Принтер ненормально обрезал бумагу для печати, перезапустите принтер.
zh_hant: 印表機裁切打印紙出現異常錯誤，請重啟印表機

# 打印机连接失败
source: La connexion de l'imprimante a échoué.
ja: プリンター接続に失败しました
ko: 프린터 연결 실패
ru: Не удалось подключиться к принтеру
zh_hant: 印表機連接失敗

# 打印机连接已断开，请重新连接
source: Imprimante déconnectée, veuillez vous reconnecter.
ja: プリンタが切断されました。再接続してください
ko: 프린터 연결이 끊겼습니다, 다시 연결해주세요
ru: Принтер отключен, подключите повторно
zh_hant: 印表機連接已斷開，請重新連接

# 打印机连接超时，请重试
source: La connexion à l'imprimante a expiré, veuillez réessayer.
ja: プリンタ接続のタイムアウト。再试行してください。
ko: 프린터 연결 시간이 초과되었습니다, 다시 시도하십시오.
ru: Тайм-аут подключения принтера. Повторите попытку.
zh_hant: 印表機連接超時，請重試

# 打印机配网执行失败，请重试或重启打印机
source: La configuration réseau de l'imprimante a échoué, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタのネットワーク构成に失败しました。再试行するか、プリンタを再起动してください
ko: 프린터 네트워크 설정이 실패하였습니다. 다시 시도하거나 다시 시작하십시오.
ru: Не удалось выполнить конфигурацию сети принтера, попробуйте еще раз или перезапустите принтер.
zh_hant: 印表機配網執行失敗，請重試或重啟印表機

# 打印机配网执行超时，请重试或重启打印机
source: La configuration du réseau de l'imprimante a expiré, veuillez essayer à nouveau ou redémarrer l'imprimante.
ja: プリンタのネットワーク构成がタイムアウトしました。再试行するか、プリンタを再起动してください
ko: 프린터 네트워크 설정이 시간 초과되었습니다. 다시 시도하거나 다시 시작하십시오.
ru: Истекло время ожидания сетевой конфигурации принтера. Повторите попытку или перезапустите принтер.
zh_hant: 印表機配網執行超時，請重試或重啟印表機

# 打印模式
source: Mode d'impression
ja: 印刷モード
ko: 인쇄모드
ru: Режим печати
zh_hant: 列印模式

# 打印范围:
source: Pages:
ja: 印刷范囲
ko: 인쇄범위:
ru: Диапазон:
zh_hant: 列印範圍:

# 打印设置
source: Réglages
ja: 印刷设定
ko: 인쇄설정
ru: Настройка печати
zh_hant: 列印設置

# 打印预览
source: Aperçu
ja: 印刷确认
ko: 인쇄 미리보기
ru: Предварительный просмотр печати
zh_hant: 列印預覽

# 扫一扫
source: Numeriser le code QR
ja: スキャン
ko: 스캔
ru: Сканировать
zh_hant: 掃一掃

# 扫码连接
source: Numérisation et connexion
ja: スキャン接続
ko: 코드를 스캔해서 연결하기
ru: Сканировать и подключаться
zh_hant: 掃碼連接

# 找不到或模糊无法完成扫描二维码？请点此
source: Vous ne trouvez pas ou ne pouvez pas lire le QR code ? Cliquez ici.
ja: QCコードが见つからないまたはよく见えない场合
ko: 찾을 수 없거나 희미해서 스캔을 완료할 수 없습니까?이곳을 눌러 주세요
ru: Не можете найти или прочитать размытый QR-код? Пожалуйста нажмите здесь
zh_hant: 找不到或模糊無法完成掃描二維碼？請點此

# 技术支持
source: Service technique
ja: 技术サポート
ko: 기술지원
ru: Техподдержка
zh_hant: 技術支持

# 推荐
source: Recommander
ja: お勧め
ko: 추천
ru: Рекомендовать
zh_hant: 推薦

# 提交
source: Envoyer
ja: 送信
ko: 제출하기
ru: Представлять
zh_hant: 提交

# 提示
source: Remarque
ja: ご注意
ko: 제시
ru: подсказка
zh_hans: 提示
zh_hant: 提示

# 支付失败，请稍后重试
source: Le paiement a échoué, veuillez réessayer plus tard.
ja: お支払いに失败しました。しばらくしてからもう一度お试しください
ko: 결제가 실패했습니다, 잠시 후에 다시 시도해 주십시오.
ru: Платеж не прошел, повторите попытку позже
zh_hant: 支付失敗，請稍後重試

# 支持
source: Soutenir
ja: サポート
ko: 지원
ru: Служба поддержки
zh_hant: 支持

# 支持模式
source: Mode de connexion
ja: サポートモード
ko: 지원모드
ru: Режим поддержки
zh_hant: 支持模式

# 支持相册打印
source: Impression d'album photo pris en charge.
ja: アルバム印刷がサポート
ko: 앨범 인쇄 지원
ru: Поддержка фотопечати
zh_hant: 支持相冊列印

# 收藏网址
source: URL de la collection
ja: お気に入り箱
ko: 웹 주소 저장
ru: URL коллекции
zh_hant: 收藏網址

# 放入作业盒子
source: Placer dans la boite de réception.
ja: 作业ボックス
ko: 작업 상자에 넣기
ru: Положите в коробку домашнего задания
zh_hant: 放入作業盒子

# 数量
source: Quantité
ja: 枚数
ko: 수량
ru: Количество
zh_hant: 數量

# 文件处理:
source: Le fichier est en cours de traitement...
ja: テキスト修正:
ko: 파일 처리:
ru: Обработка документов:
zh_hant: 檔處理:

# 断开
source: Déconnecter
ja: 切断
ko: 끊기
ru: Отключить
zh_hant: 斷開

# 新手使用引导
source: Guide pour débutants
ja: 初心者ガード
ko: 초보자용 가이드
ru: Гид новичка
zh_hant: 新手使用引導

# 旋转
source: Pivoter
ja: 回転
ko: 회전
ru: Повернуть
zh_hant: 旋轉

# 无法打印，请开盖确认碳带安装情况后扫码获取碳带型号信息进行匹配
source: Impossible d'imprimer, veuillez ouvrir le couvercle pour vérifier l'installation du ruban, puis scannez le code pour visualiser les informations du ruban pour l'appariement.
ja: 印刷エラー、リボンのセットを确认し、バーコードをスキャンしてリボン情报をご确认ください
ko: 인쇄 불가입니다.커버를 열고 리본 설치현황 확인 후, 코드를 스캔해서 리본 모델 정보를 취합하여 주십시오.
ru: Невозможно распечатать, откройте крышку, чтобы проверить установку ленты, а затем отсканируйте код, чтобы получить информацию о модели ленты для соответствия
zh_hant: 無法列印，請開蓋確認碳帶安裝情況後掃碼獲取碳帶型號資訊進行匹配

# 无法打开网页，因为您的iPhone尚未接入互联网
source: La page Web ne peut pas être ouverte parce que votre smartphone n'est pas connecté à Internet.
ja: インターネットに接続されていないので、ウェブページを开けませんでした
ko: 웹 페이지를 열 수 없습니다. iPhone이 인터넷에 연결되어 있지 않았습니다.
ru: Веб-страницу невозможно открыть, потому что ваш iPhone не подключен к Интернету.
zh_hant: 無法打開網頁，因為您的iPhone尚未接入互聯網

# 无法打开网页，请检查网址是否正确
source: Impossible d'ouvrir la page Web, veuillez vérifier si l'URL est correcte.
ja: ウェブページを开けませんでした、URLが正しいか确认してください
ko: 웹 페이지를 열 수 없습니다. 웹 주소가 올바른지 확인하십시오
ru: Невозможно открыть веб-страницу, проверьте правильность URL-адреса
zh_hant: 無法打開網頁，請檢查網址是否正確

# 无法获取此文件
source: Fichier introuvable
ja: 当ファイルを読み取りませんでした
ko: 이 파일을 가져올 수 없습니다.
ru: Не могу получить файл
zh_hant: 無法獲取此檔

# 无该类型试卷资源
source: Il n'y pas de papier test de ce type.
ja: このタイプのテスト用纸リソースはありません
ko: 이 유형의 시험지 자원이 없습니다.
ru: Ресурса с экзаменационной работой этого типа нет.
zh_hant: 無該類型試卷資源

# 是
source: OK
ja: はい
ko: 예
ru: Да
zh_hant: 是

# 是否下载iCloud图片?
source: Télécharger des images iCloud?
ja: iCloud写真をダウンロードしますか？
ko: iCloud 사진을 다운로드 받으십니까?
ru: Следует ли загружать изображения iCloud?
zh_hant: 是否下載iCloud圖片?

# 是否下载iCloud视频?
source: Voulez-vous télécharger des vidéos du iCloud?
ja: iCloud动画をダウンロードしますか？
ko: iCloud 비디오를 다운로드 받으십니까?
ru: Вы хотите скачать видео iCloud?
zh_hant: 是否下載iCloud視頻?

# 是否进行切刀学习(请务必在客服指导下使用)
source: Souhaitez-vous réaliser une découpe (veuillez utiliser cette fonction sous la direction du service clientèle).
ja: カッター学习を行うかどうか（カスタマーサービスの指导の下でご利用ください）
ko: 커터 학습 징행 여부(반드시 고객 서비스의 지도 하에 사용하시기 바랍니다)
ru: Следует ли проводить обучение резаку (используйте его под руководством службы поддержки клиентов)
zh_hant: 是否進行切刀學習(請務必在客服指導下使用)

# 是否通过手机->设置->蓝牙连接"%@"
source: Voulez-vous vous connecter par Bluetooth? Sélectionner Réglages ->Bluetooth"%@".
ja: 设定->ブルートゥースで"%@"と接続しますか
ko: 핸드폰->설정->블루투스"%@"로 연결 여부
ru: Хотите подключиться через мобильный телефон -> Настройки -> Bluetooth "%@"
zh_hant: 是否通過手機->設置->藍牙連接"%@"

# 暂不使用
source: Quitter
ja: 使用しない
ko: 잠시 사용하지 않습니다.
ru: Не использовать
zh_hant: 暫不使用

# 暂不支持%i张以上内容
source: Ne prend pas en charge plus de %i pages.
ja: %i枚を超えるコンテンツは现在サポートされていません
ko: %i장 이상에서 지원되지 않습니다.
ru: Содержимое выше%i в настоящее время не поддерживается
zh_hant: 暫不支持%i張以上內容

# 暂不支持此二维码
source: Ce code QR n'est pas pris en charge.
ja: このQCコードまだ対応されていません
ko: 이 QR 코드를 지원하지 않습니다.
ru: Этот QR-код в настоящее время не поддерживается
zh_hant: 暫不支持此二維碼

# 暂不支持超过%@的Word文件,%@
source: Ne prend pas en charge plus de %@ de fichiers Word,%@.
ja: 现时点では、%@を超えるWordファイルはサポートされていません。%@
ko: %@을 초과하는 Word 파일, %@을(를) 지원하지 않습니다.
ru: Файлы Word размером более%@ не поддерживаются,%@
zh_hant: 暫不支持超過%@的Word檔,%@
